[
  {
    "content": "Phạm vi điều chỉnh và đối tượng áp dụng\n 1. Quy chế này quy định chung về tổ chức và quản lý đào tạo trình độ đại học tại Trường Đại học Sư phạm Thành phố Hồ Chí Minh (sau đây gọi tắt là Trường), bao gồm: CTĐT và thời gian học tập; hình thức và phương thức tổ chức đào tạo; lập kế hoạch và tổ chức giảng dạy; đánh giá kết quả học tập và cấp bằng tốt nghiệp; những quy định khác đối với sinh viên của Trường.\n 2. Quy chế này áp dụng đối với các đơn vị thuộc, trực thuộc Trường, các tổ chức, cá nhân liên quan trong đào tạo trình độ đại học theo hình thức chính quy và hình thức vừa làm vừa học tại Trường.",
    "metadata": {
      "doc_id": "Quy chế (Kèm theo Quyết định số 1410/QĐ-ĐHSP ngày 09 tháng 8 năm 2021 của Hiệu trưởng Trường Đại học Sư phạm Thành phố Hồ Chí Minh)",
      "doc_type": "regulation",
      "title": "QUY CHẾ Đào tạo trình độ đại học",
      "issuing_body": "Trường Đại học Sư phạm Thành phố Hồ Chí Minh",
      "issued_year": 2023,
      "scope": "Đào tạo trình độ đại học",
      "applies_to": "sinh viên đại học chính quy khóa 50",
      "chapter": "Chương I",
      "chapter_title": "NHỮNG QUY ĐỊNH CHUNG",
      "article": "1",
      "article_title": "Phạm vi điều chỉnh và đối tượng áp dụng"
    }
  },
  {
    "content": "Tín chỉ và học phần\n1. Tín chỉ được sử dụng để tính khối lượng học tập của sinh viên. Một tín chỉ được quy định bằng 15 giờ học lý thuyết và 30 giờ tự học, chuẩn bị cá nhân có hướng dẫn; hoặc bằng 30 giờ thực hành, thí nghiệm, thảo luận và 15 giờ tự học, chuẩn bị cá nhân có hướng dẫn; hoặc bằng 45 giờ thực tập tại cơ sở, làm tiểu luận, bài tập lớn, làm đồ án, khóa luận tốt nghiệp. Một giờ học được tính bằng 50 phút.\n2. Học phần là khối lượng kiến thức tương đối trọn vẹn, thuận tiện cho sinh viên tích luỹ trong quá trình học tập. Từng học phần được ký hiệu bằng một mã số riêng.\n3. Đề cương chi tiết của từng học phần phải thể hiện rõ số lượng tín chỉ, điều kiện tiên quyết (nếu có), nội dung lý thuyết và thực hành, cách thức đánh giá học phần, giáo trình, tài liệu tham khảo và điều kiện thí nghiệm, thực hành, thực tập phục vụ học phần.",
    "metadata": {
      "doc_id": "Quy chế (Kèm theo Quyết định số 1410/QĐ-ĐHSP ngày 09 tháng 8 năm 2021 của Hiệu trưởng Trường Đại học Sư phạm Thành phố Hồ Chí Minh)",
      "doc_type": "regulation",
      "title": "QUY CHẾ Đào tạo trình độ đại học",
      "issuing_body": "Trường Đại học Sư phạm Thành phố Hồ Chí Minh",
      "issued_year": 2023,
      "scope": "Đào tạo trình độ đại học",
      "applies_to": "sinh viên đại học chính quy khóa 50",
      "chapter": "Chương I",
      "chapter_title": "NHỮNG QUY ĐỊNH CHUNG",
      "article": "2",
      "article_title": "Tín chỉ và học phần",
      "chunk_index": 1,
      "chunk_total": 2,
      "points": "1-3"
    }
  },
  {
    "content": "Tín chỉ và học phần\n4. Các loại học phần\n a) Học phần bắt buộc: là học phần chứa đựng những nội dung kiến thức chính yếu bắt buộc sinh viên phải tích lũy;\n b) Học phần tự chọn/tự chọn bắt buộc: là học phần sinh viên có thể được chọn trong nhóm học phần khoa xác định trước nhằm đa dạng hoá hướng chuyên môn của ngành đào tạo;\n c) Học phần tự chọn tự do: là học phần sinh viên có thể chọn bất kỳ trong số những học phần Trường tổ chức đào tạo để tích lũy đủ số tín chỉ quy định, trừ các học phần không tính vào điểm trung bình chung như: học phần chung về giáo dục thể chất và giáo dục quốc phòng – an ninh, tin học cơ bản, ngoại ngữ không chuyên…;\n d) Học phần tiên quyết: là học phần sinh viên phải tích lũy trước khi học các học phần khác có liên quan; đ) Học phần học trước: là học phần sinh viên phải học trước khi học các học phần có liên quan;\n e) Học phần song hành: hai học phần được gọi là song hành khi sinh viên đăng ký học phần này thì phải bắt buộc đăng ký học phần kia;\n g) Học phần thay thế: là học phần được sử dụng khi một học phần không còn được tổ chức giảng dạy nữa. Học phần thay thế có khối lượng tương đương nhưng nội dung có thể khác với học phần không tổ chức giảng dạy nữa;\n h) Học phần tương đương: hai học phần tương đương là hai học phần có thời lượng và nội dung tương đương nhau. Sinh viên tích lũy được một học phần thì xem như đã tích lũy được tất cả các học phần tương đương với nó.",
    "metadata": {
      "doc_id": "Quy chế (Kèm theo Quyết định số 1410/QĐ-ĐHSP ngày 09 tháng 8 năm 2021 của Hiệu trưởng Trường Đại học Sư phạm Thành phố Hồ Chí Minh)",
      "doc_type": "regulation",
      "title": "QUY CHẾ Đào tạo trình độ đại học",
      "issuing_body": "Trường Đại học Sư phạm Thành phố Hồ Chí Minh",
      "issued_year": 2023,
      "scope": "Đào tạo trình độ đại học",
      "applies_to": "sinh viên đại học chính quy khóa 50",
      "chapter": "Chương I",
      "chapter_title": "NHỮNG QUY ĐỊNH CHUNG",
      "article": "2",
      "article_title": "Tín chỉ và học phần",
      "chunk_index": 2,
      "chunk_total": 2,
      "points": "4-4"
    }
  },
  {
    "content": "Chương trình đào tạo và thời gian học tập\n1. CTĐT là một hệ thống các hoạt động giáo dục, đào tạo được thiết kế và tổ chức thực hiện nhằm đạt được mục tiêu đào tạo. CTĐT bao gồm mục tiêu, chuẩn đầu ra, khối lượng kiến thức, cấu trúc, nội dung, phương pháp và hình thức đánh giá đối với môn học, ngành học, trình độ đào tạo phù hợp với chuẩn nghề nghiệp và Khung trình độ quốc gia Việt Nam.\n2. CTĐT được xây dựng theo đơn vị tín chỉ, cấu trúc từ các học phần, trong đó phải có đủ các học phần bắt buộc và đáp ứng chuẩn CTĐT theo quy định hiện hành của Bộ Giáo dục và Đào tạo. Trong trường hợp đào tạo song ngành hoặc ngành chính – ngành phụ, CTĐT phải thể hiện rõ khối lượng học tập chung và riêng theo từng ngành.\n3. Nội dung, chuẩn đầu ra của CTĐT áp dụng chung đối với các hình thức đào tạo, phương thức tổ chức đào tạo và đối tượng người học khác nhau. Đối với người đã tốt nghiệp trình độ khác hoặc ngành khác, khối lượng học tập thực tế được xác định trên cơ sở công nhận, hoặc chuyển đổi tín chỉ đã tích lũy và miễn trừ học phần trong CTĐT trước.",
    "metadata": {
      "doc_id": "Quy chế (Kèm theo Quyết định số 1410/QĐ-ĐHSP ngày 09 tháng 8 năm 2021 của Hiệu trưởng Trường Đại học Sư phạm Thành phố Hồ Chí Minh)",
      "doc_type": "regulation",
      "title": "QUY CHẾ Đào tạo trình độ đại học",
      "issuing_body": "Trường Đại học Sư phạm Thành phố Hồ Chí Minh",
      "issued_year": 2023,
      "scope": "Đào tạo trình độ đại học",
      "applies_to": "sinh viên đại học chính quy khóa 50",
      "chapter": "Chương I",
      "chapter_title": "NHỮNG QUY ĐỊNH CHUNG",
      "article": "3",
      "article_title": "Chương trình đào tạo và thời gian học tập",
      "chunk_index": 1,
      "chunk_total": 3,
      "points": "1-3"
    }
  },
  {
    "content": "Chương trình đào tạo và thời gian học tập\n4. CTĐT được công khai đối với người học trước khi tuyển sinh và khi bắt đầu khóa học; những thay đổi, điều chỉnh liên quan đến CTĐT được thực hiện theo quy định hiện hành và công bố trước khi áp dụng, không gây tác động bất lợi cho sinh viên.\n5. Khối lượng của mỗi CTĐT trình độ đại học được thực hiện theo các quy định hiện hành của Bộ Giáo dục và Đào tạo.",
    "metadata": {
      "doc_id": "Quy chế (Kèm theo Quyết định số 1410/QĐ-ĐHSP ngày 09 tháng 8 năm 2021 của Hiệu trưởng Trường Đại học Sư phạm Thành phố Hồ Chí Minh)",
      "doc_type": "regulation",
      "title": "QUY CHẾ Đào tạo trình độ đại học",
      "issuing_body": "Trường Đại học Sư phạm Thành phố Hồ Chí Minh",
      "issued_year": 2023,
      "scope": "Đào tạo trình độ đại học",
      "applies_to": "sinh viên đại học chính quy khóa 50",
      "chapter": "Chương I",
      "chapter_title": "NHỮNG QUY ĐỊNH CHUNG",
      "article": "3",
      "article_title": "Chương trình đào tạo và thời gian học tập",
      "chunk_index": 2,
      "chunk_total": 3,
      "points": "4-5"
    }
  },
  {
    "content": "Chương trình đào tạo và thời gian học tập\n6. Thời gian học tập chuẩn toàn khóa và thời gian học tập tối đa của CTĐT\n a) Thời gian học tập chuẩn toàn khóa và thời gian học tập tối đa đối với hình thức đào tạo chính quy được quy định như sau: \n[\n  {\n    \"chuong_trinh_dao_tao\": \"Đào tạo đại học cấp bằng thứ nhất\",\n    \"thoi_gian_hoc_tap_chuan\": \"4 năm học\",\n    \"thoi_gian_hoc_tap_toi_da\": \"8 năm học\"\n  },\n  {\n    \"chuong_trinh_dao_tao\": \"Đào tạo liên thông từ trình độ cao đẳng lên trình độ đại học\",\n    \"thoi_gian_hoc_tap_chuan\": \"1,5 năm học\",\n    \"thoi_gian_hoc_tap_toi_da\": \"3 năm học\"\n  },\n  {\n    \"chuong_trinh_dao_tao\": \"Đào tạo liên thông từ trình độ trung cấp lên trình độ đại học\",\n    \"thoi_gian_hoc_tap_chuan\": \"2,5 năm học\",\n    \"thoi_gian_hoc_tap_toi_da\": \"5 năm học\"\n  },\n  {\n    \"chuong_trinh_dao_tao\": \"Đào tạo liên thông trình độ đại học đối với người đã có một bằng đại học\",\n    \"thoi_gian_hoc_tap_chuan\": \"2 năm học\",\n    \"thoi_gian_hoc_tap_toi_da\": \"4 năm học\"\n  }\n]\n b) Thời gian học tập chuẩn toàn khóa và thời gian học tập tối đa đối với hình thức đào tạo vừa làm vừa học được quy định như sau: \n[\n  {\n    \"chuong_trinh_dao_tao\": \"Đào tạo đại học cấp bằng thứ nhất\",\n    \"thoi_gian_hoc_tap_chuan\": \"5 năm học\",\n    \"thoi_gian_hoc_tap_toi_da\": \"9 năm học\"\n  },\n  {\n    \"chuong_trinh_dao_tao\": \"Đào tạo liên thông từ trình độ cao đẳng lên trình độ đại học\",\n    \"thoi_gian_hoc_tap_chuan\": \"2 năm học\",\n    \"thoi_gian_hoc_tap_toi_da\": \"4 năm học\"\n  },\n  {\n    \"chuong_trinh_dao_tao\": \"Đào tạo liên thông từ trình độ trung cấp lên trình độ đại học\",\n    \"thoi_gian_hoc_tap_chuan\": \"3 năm học\",\n    \"thoi_gian_hoc_tap_toi_da\": \"6 năm học\"\n  },\n  {\n    \"chuong_trinh_dao_tao\": \"Đào tạo liên thông trình độ đại học đối với người đã có một bằng đại học\",\n    \"thoi_gian_hoc_tap_chuan\": \"2,5 năm học\",\n    \"thoi_gian_hoc_tap_toi_da\": \"5 năm học\"\n  }\n]",
    "metadata": {
      "doc_id": "Quy chế (Kèm theo Quyết định số 1410/QĐ-ĐHSP ngày 09 tháng 8 năm 2021 của Hiệu trưởng Trường Đại học Sư phạm Thành phố Hồ Chí Minh)",
      "doc_type": "regulation",
      "title": "QUY CHẾ Đào tạo trình độ đại học",
      "issuing_body": "Trường Đại học Sư phạm Thành phố Hồ Chí Minh",
      "issued_year": 2023,
      "scope": "Đào tạo trình độ đại học",
      "applies_to": "sinh viên đại học chính quy khóa 50",
      "chapter": "Chương I",
      "chapter_title": "NHỮNG QUY ĐỊNH CHUNG",
      "article": "3",
      "article_title": "Chương trình đào tạo và thời gian học tập",
      "chunk_index": 3,
      "chunk_total": 3,
      "points": "6-6"
    }
  },
  {
    "content": "Phương thức tổ chức đào tạo\n 1. Đào tạo theo tín chỉ\n a) Tổ chức đào tạo theo từng lớp học phần, cho phép sinh viên tích lũy tín chỉ của từng học phần và thực hiện CTĐT theo kế hoạch học tập của cá nhân, phù hợp với kế hoạch giảng dạy của Trường;\n b) Sinh viên không đạt một học phần bắt buộc sẽ phải đăng ký học lại học phần đó hoặc một học phần tương đương theo quy định trong CTĐT, hoặc một học phần thay thế nếu học phần đó không còn được giảng dạy;\n c) Sinh viên không đạt một học phần tự chọn bắt buộc sẽ phải đăng ký học lại chính học phần đó hoặc một học phần khác thuộc cùng nhóm học phần tự chọn bắt buộc theo quy định trong CTĐT, hoặc một học phần thay thế nếu học phần đó không còn được giảng dạy;\n d) Sinh viên không đạt một học phần tự chọn tự do sẽ phải đăng ký học lại học phần đó hoặc có thể chọn đăng ký học một học phần khác theo quy định trong CTĐT.\n 2. Trường áp dụng thống nhất phương thức tổ chức đào tạo theo tín chỉ đối với hình thức đào tạo chính quy và hình thức đào tạo vừa làm vừa học.",
    "metadata": {
      "doc_id": "Quy chế (Kèm theo Quyết định số 1410/QĐ-ĐHSP ngày 09 tháng 8 năm 2021 của Hiệu trưởng Trường Đại học Sư phạm Thành phố Hồ Chí Minh)",
      "doc_type": "regulation",
      "title": "QUY CHẾ Đào tạo trình độ đại học",
      "issuing_body": "Trường Đại học Sư phạm Thành phố Hồ Chí Minh",
      "issued_year": 2023,
      "scope": "Đào tạo trình độ đại học",
      "applies_to": "sinh viên đại học chính quy khóa 50",
      "chapter": "Chương I",
      "chapter_title": "NHỮNG QUY ĐỊNH CHUNG",
      "article": "4",
      "article_title": "Phương thức tổ chức đào tạo"
    }
  },
  {
    "content": "Hình thức đào tạo\n 1. Đào tạo chính quy\n a) Các hoạt động giảng dạy được thực hiện tại các cơ sở đào tạo của Trường, riêng những hoạt động thực hành, thực tập, trải nghiệm thực tế và giảng dạy trực tuyến có thể thực hiện ngoài các cơ sở đào tạo của Trường;\n b) Thời gian tổ chức hoạt động giảng dạy trong khoảng từ 06 giờ đến 20 giờ các ngày trong tuần từ thứ 2 đến thứ 7, được quy định cụ thể trong kế hoạch đào tạo của từng học kỳ;\n c) Thời gian tổ chức những hoạt động đặc thù của CTĐT do các đơn vị phụ trách xây dựng kế hoạch thực hiện, trình Hiệu trưởng xem xét, phê duyệt.\n 2. Đào tạo vừa làm vừa học\n a) Các hoạt động giảng dạy được thực hiện tại Trường hoặc tại cơ sở phối hợp đào tạo theo quy định liên kết đào tạo tại Điều 6 của Quy chế này, riêng những hoạt động thực hành, thực tập, trải nghiệm thực tế và giảng dạy trực tuyến có thể thực hiện ngoài cơ sở đào tạo, cơ sở phối hợp đào tạo;\n b) Thời gian tổ chức hoạt động giảng dạy linh hoạt.\n 3. Đối với các ngành ưu tiên đào tạo phục vụ nguồn nhân lực phát triển kinh tế – xã hội trong từng giai đoạn, Trường thực hiện theo hướng dẫn của Bộ Giáo dục và Đào tạo.",
    "metadata": {
      "doc_id": "Quy chế (Kèm theo Quyết định số 1410/QĐ-ĐHSP ngày 09 tháng 8 năm 2021 của Hiệu trưởng Trường Đại học Sư phạm Thành phố Hồ Chí Minh)",
      "doc_type": "regulation",
      "title": "QUY CHẾ Đào tạo trình độ đại học",
      "issuing_body": "Trường Đại học Sư phạm Thành phố Hồ Chí Minh",
      "issued_year": 2023,
      "scope": "Đào tạo trình độ đại học",
      "applies_to": "sinh viên đại học chính quy khóa 50",
      "chapter": "Chương I",
      "chapter_title": "NHỮNG QUY ĐỊNH CHUNG",
      "article": "5",
      "article_title": "Hình thức đào tạo"
    }
  },
  {
    "content": "Liên kết đào tạo Liên kết đào tạo chỉ thực hiện đối với hình thức đào tạo vừa làm vừa học theo quy định tại khoản 22 Điều 1 Luật sửa đổi, bổ sung một số điều của Luật Giáo dục đại học và được tổ chức thực hiện theo quy định về liên kết đào tạo của Trường Đại học Sư phạm Thành phố Hồ Chí Minh.",
    "metadata": {
      "doc_id": "Quy chế (Kèm theo Quyết định số 1410/QĐ-ĐHSP ngày 09 tháng 8 năm 2021 của Hiệu trưởng Trường Đại học Sư phạm Thành phố Hồ Chí Minh)",
      "doc_type": "regulation",
      "title": "QUY CHẾ Đào tạo trình độ đại học",
      "issuing_body": "Trường Đại học Sư phạm Thành phố Hồ Chí Minh",
      "issued_year": 2023,
      "scope": "Đào tạo trình độ đại học",
      "applies_to": "sinh viên đại học chính quy khóa 50",
      "chapter": "Chương I",
      "chapter_title": "NHỮNG QUY ĐỊNH CHUNG",
      "article": "6",
      "article_title": "Liên kết đào tạo"
    }
  },
  {
    "content": "Kế hoạch giảng dạy và học tập\n1. Kế hoạch giảng dạy và học tập chi tiết hóa việc tổ chức thực hiện các CTĐT theo năm học, học kỳ, phù hợp với hình thức đào tạo chính quy hoặc vừa làm vừa học và phương thức tổ chức đào tạo theo tín chỉ.\n2. Kế hoạch năm học của mỗi hình thức đào tạo thể hiện những mốc thời gian chính của các hoạt động đào tạo trong năm học, CTĐT, được công bố kịp thời tới các bên liên quan trước khi bắt đầu năm học.\n3. Kế hoạch học kỳ bao gồm kế hoạch mở lớp, hình thức giảng dạy và học tập (trực tiếp hoặc trực tuyến), kế hoạch đăng ký học phần, rút bớt học phần, lịch học, lịch thi của các học phần được tổ chức trong học kỳ. Kế hoạch học kỳ được xây dựng và công bố kịp thời với đầy đủ thông tin cần thiết, bảo đảm thuận tiện cho sinh viên xây dựng kế hoạch học tập và đăng ký học tập.",
    "metadata": {
      "doc_id": "Quy chế (Kèm theo Quyết định số 1410/QĐ-ĐHSP ngày 09 tháng 8 năm 2021 của Hiệu trưởng Trường Đại học Sư phạm Thành phố Hồ Chí Minh)",
      "doc_type": "regulation",
      "title": "QUY CHẾ Đào tạo trình độ đại học",
      "issuing_body": "Trường Đại học Sư phạm Thành phố Hồ Chí Minh",
      "issued_year": 2023,
      "scope": "Đào tạo trình độ đại học",
      "applies_to": "sinh viên đại học chính quy khóa 50",
      "chapter": "Chương II",
      "chapter_title": "LẬP KẾ HOẠCH, TỔ CHỨC GIẢNG DẠY VÀ HỌC TẬP",
      "article": "7",
      "article_title": "Kế hoạch giảng dạy và học tập",
      "chunk_index": 1,
      "chunk_total": 3,
      "points": "1-3"
    }
  },
  {
    "content": "Kế hoạch giảng dạy và học tập\n4. Thời khóa biểu thể hiện thời gian, địa điểm, hoạt động dạy và học của từng lớp thuộc các khóa học, CTĐT và hình thức đào tạo. Thời khóa biểu của các lớp học phần bình thường được bố trí đều trong các tuần của học kỳ. Trong trường hợp cần thiết phải xếp lịch học tập trung thời gian, số giờ giảng đối với một học phần bất kỳ không vượt quá 15 giờ/tuần và 4 giờ/ngày.",
    "metadata": {
      "doc_id": "Quy chế (Kèm theo Quyết định số 1410/QĐ-ĐHSP ngày 09 tháng 8 năm 2021 của Hiệu trưởng Trường Đại học Sư phạm Thành phố Hồ Chí Minh)",
      "doc_type": "regulation",
      "title": "QUY CHẾ Đào tạo trình độ đại học",
      "issuing_body": "Trường Đại học Sư phạm Thành phố Hồ Chí Minh",
      "issued_year": 2023,
      "scope": "Đào tạo trình độ đại học",
      "applies_to": "sinh viên đại học chính quy khóa 50",
      "chapter": "Chương II",
      "chapter_title": "LẬP KẾ HOẠCH, TỔ CHỨC GIẢNG DẠY VÀ HỌC TẬP",
      "article": "7",
      "article_title": "Kế hoạch giảng dạy và học tập",
      "chunk_index": 2,
      "chunk_total": 3,
      "points": "4-4"
    }
  },
  {
    "content": "Kế hoạch giảng dạy và học tập\n5. Việc phân bổ các học kỳ\n a) Đối với hình thức đào tạo chính quy, một năm học có hai học kỳ chính, mỗi học kỳ chính có ít nhất 15 tuần thực học và 3 tuần thi. Ngoài hai học kỳ chính, tùy tình hình thực tế, Hiệu trưởng quyết định tổ chức thêm học kỳ phụ có ít nhất 05 tuần thực học và 01 tuần thi để sinh viên có điều kiện được học lại, học bù hoặc học vượt;\n b) Đối với hình thức đào tạo vừa làm vừa học, thời gian tổ chức các học kỳ sẽ được quy định theo từng lớp học và được thông báo trước khi bắt đầu khóa học.",
    "metadata": {
      "doc_id": "Quy chế (Kèm theo Quyết định số 1410/QĐ-ĐHSP ngày 09 tháng 8 năm 2021 của Hiệu trưởng Trường Đại học Sư phạm Thành phố Hồ Chí Minh)",
      "doc_type": "regulation",
      "title": "QUY CHẾ Đào tạo trình độ đại học",
      "issuing_body": "Trường Đại học Sư phạm Thành phố Hồ Chí Minh",
      "issued_year": 2023,
      "scope": "Đào tạo trình độ đại học",
      "applies_to": "sinh viên đại học chính quy khóa 50",
      "chapter": "Chương II",
      "chapter_title": "LẬP KẾ HOẠCH, TỔ CHỨC GIẢNG DẠY VÀ HỌC TẬP",
      "article": "7",
      "article_title": "Kế hoạch giảng dạy và học tập",
      "chunk_index": 3,
      "chunk_total": 3,
      "points": "5-5"
    }
  },
  {
    "content": "Tổ chức giảng dạy và học tập\n1. Yêu cầu về tổ chức giảng dạy và học tập\n a) Phát huy năng lực chuyên môn và trách nhiệm nghề nghiệp của đội ngũ giảng viên, phù hợp với quy định về chế độ làm việc của giảng viên;\n b) Phát huy vai trò chủ động đồng thời đề cao trách nhiệm của sinh viên, tạo điều kiện và động lực để sinh viên nỗ lực học tập; giữ vững kỷ cương học đường, nâng cao chất lượng và hiệu quả đào tạo;\n c) Việc tổ chức giảng dạy và học tập phải được thanh tra, giám sát nội bộ;\n d) Hệ thống cải tiến chất lượng dựa trên thu thập, đánh giá ý kiến phản hồi của người học được thực hiện theo các quy định hiện hành của Trường.",
    "metadata": {
      "doc_id": "Quy chế (Kèm theo Quyết định số 1410/QĐ-ĐHSP ngày 09 tháng 8 năm 2021 của Hiệu trưởng Trường Đại học Sư phạm Thành phố Hồ Chí Minh)",
      "doc_type": "regulation",
      "title": "QUY CHẾ Đào tạo trình độ đại học",
      "issuing_body": "Trường Đại học Sư phạm Thành phố Hồ Chí Minh",
      "issued_year": 2023,
      "scope": "Đào tạo trình độ đại học",
      "applies_to": "sinh viên đại học chính quy khóa 50",
      "chapter": "Chương II",
      "chapter_title": "LẬP KẾ HOẠCH, TỔ CHỨC GIẢNG DẠY VÀ HỌC TẬP",
      "article": "8",
      "article_title": "Tổ chức giảng dạy và học tập",
      "chunk_index": 1,
      "chunk_total": 4,
      "points": "1-1"
    }
  },
  {
    "content": "Tổ chức giảng dạy và học tập\n2. Tổ chức lớp học\n a) Lớp sinh viên và giảng viên phụ trách lớp − Lớp sinh viên được tổ chức theo khóa học đối với ngành đào tạo. Lớp sinh viên được duy trì trong cả khóa đào tạo, có mã số riêng, có hệ thống cán bộ lớp, cán bộ đoàn và hội sinh viên. Mỗi lớp có không quá 50 sinh viên; − Giảng viên phụ trách lớp sinh viên đồng thời giữ vai trò CVHT cho sinh viên trong lớp về đào tạo như: giúp đỡ sinh viên lập kế hoạch học tập cho toàn bộ khóa học và kế hoạch cho từng học kỳ; − Tổ chức hoạt động của lớp sinh viên và vai trò, trách nhiệm của giảng viên phụ trách lớp được quy định trong Quy chế công tác học sinh, sinh viên của Trường.\n b) Lớp học phần − Mỗi học phần được tổ chức thành các lớp học phần dựa theo thời khóa biểu chung của Trường. Mỗi lớp học phần có mã số riêng; − Tùy theo điều kiện cụ thể của từng học kỳ, Trưởng phòng Đào tạo trình Hiệu trưởng quyết định số sinh viên tối thiểu cho mỗi lớp học phần. Nếu số sinh viên đăng ký ít hơn quy định, lớp học phần sẽ không được tổ chức và sinh viên phải đăng ký chuyển sang học ở những lớp học phần khác mà Trường có tổ chức cho đủ số tín chỉ tối thiểu quy định trong học kỳ.",
    "metadata": {
      "doc_id": "Quy chế (Kèm theo Quyết định số 1410/QĐ-ĐHSP ngày 09 tháng 8 năm 2021 của Hiệu trưởng Trường Đại học Sư phạm Thành phố Hồ Chí Minh)",
      "doc_type": "regulation",
      "title": "QUY CHẾ Đào tạo trình độ đại học",
      "issuing_body": "Trường Đại học Sư phạm Thành phố Hồ Chí Minh",
      "issued_year": 2023,
      "scope": "Đào tạo trình độ đại học",
      "applies_to": "sinh viên đại học chính quy khóa 50",
      "chapter": "Chương II",
      "chapter_title": "LẬP KẾ HOẠCH, TỔ CHỨC GIẢNG DẠY VÀ HỌC TẬP",
      "article": "8",
      "article_title": "Tổ chức giảng dạy và học tập",
      "chunk_index": 2,
      "chunk_total": 4,
      "points": "2-2"
    }
  },
  {
    "content": "Tổ chức giảng dạy và học tập\n3. Thời khóa biểu và phân công giảng dạy\n a) Căn cứ kế hoạch năm học, Trường xây dựng thời khóa biểu cho từng học kỳ; khoa đào tạo, bộ môn tổ chức phân công giảng viên giảng dạy các lớp học phần theo thời khóa biểu;\n b) Trong buổi học đầu tiên của học phần, giảng viên có trách nhiệm phổ biến cho sinh viên đề cương chi tiết học phần và các quy định khác liên quan đến học phần;\n c) Trách nhiệm, quyền hạn của giảng viên được phân công giảng dạy hoặc hướng dẫn sinh viên; trách nhiệm, quyền hạn của các đơn vị chuyên môn và các đơn vị quản lý, hỗ trợ liên quan; trách nhiệm, quyền hạn của sinh viên khi tham dự các lớp học, tham gia thí nghiệm, thực hành hoặc khi được giao thực tập, đồ án, khóa luận và các hoạt động học tập khác được thực hiện theo các quy định hiện hành của Trường;\n d) Việc phân công giảng viên phụ trách lớp, giảng viên giảng dạy, giảng viên hướng dẫn sinh viên làm thí nghiệm, thực hành, thực tập, đồ án, khóa luận và thực hiện các hoạt động học tập khác được thực hiện theo các quy định hiện hành của Trường và theo kế hoạch đào tạo được ban hành theo từng học kỳ.",
    "metadata": {
      "doc_id": "Quy chế (Kèm theo Quyết định số 1410/QĐ-ĐHSP ngày 09 tháng 8 năm 2021 của Hiệu trưởng Trường Đại học Sư phạm Thành phố Hồ Chí Minh)",
      "doc_type": "regulation",
      "title": "QUY CHẾ Đào tạo trình độ đại học",
      "issuing_body": "Trường Đại học Sư phạm Thành phố Hồ Chí Minh",
      "issued_year": 2023,
      "scope": "Đào tạo trình độ đại học",
      "applies_to": "sinh viên đại học chính quy khóa 50",
      "chapter": "Chương II",
      "chapter_title": "LẬP KẾ HOẠCH, TỔ CHỨC GIẢNG DẠY VÀ HỌC TẬP",
      "article": "8",
      "article_title": "Tổ chức giảng dạy và học tập",
      "chunk_index": 3,
      "chunk_total": 4,
      "points": "3-3"
    }
  },
  {
    "content": "Tổ chức giảng dạy và học tập\n4. Tổ chức giảng dạy và học tập\n a) Tối đa 30% tổng khối lượng của CTĐT có thể được thực hiện bằng lớp học trực tuyến. Trong trường hợp thiên tai, dịch bệnh phức tạp và các trường hợp bất khả kháng khác, Trường thực hiện theo hướng dẫn của Bộ Giáo dục và Đào tạo;\n b) Phương pháp dạy và học được quy định trong đề cương chi tiết mỗi học phần, trong đó phương pháp dạy và học phải phù hợp với điều kiện cơ sở vật chất và đặc thù học phần.\n5. Việc lấy ý kiến phản hồi của người học về các điều kiện bảo đảm chất lượng, hiệu quả học tập đối với tất cả các lớp học của Trường và việc công khai ý kiến phản hồi của người học, bao gồm nội dung, mức độ, hình thức công khai do Phòng Khảo thí và Đảm bảo chất lượng chủ trì tổ chức thực hiện.",
    "metadata": {
      "doc_id": "Quy chế (Kèm theo Quyết định số 1410/QĐ-ĐHSP ngày 09 tháng 8 năm 2021 của Hiệu trưởng Trường Đại học Sư phạm Thành phố Hồ Chí Minh)",
      "doc_type": "regulation",
      "title": "QUY CHẾ Đào tạo trình độ đại học",
      "issuing_body": "Trường Đại học Sư phạm Thành phố Hồ Chí Minh",
      "issued_year": 2023,
      "scope": "Đào tạo trình độ đại học",
      "applies_to": "sinh viên đại học chính quy khóa 50",
      "chapter": "Chương II",
      "chapter_title": "LẬP KẾ HOẠCH, TỔ CHỨC GIẢNG DẠY VÀ HỌC TẬP",
      "article": "8",
      "article_title": "Tổ chức giảng dạy và học tập",
      "chunk_index": 4,
      "chunk_total": 4,
      "points": "4-5"
    }
  },
  {
    "content": "Tổ chức đăng ký học tập\n1. Đối với hình thức đào tạo chính quy\n a) Trong học kỳ đầu tiên của khóa học, sinh viên học tập theo thời khóa biểu do Trường ấn định nhằm đảm bảo kế hoạch học tập của CTĐT đã được ban hành;\n b) Từ học kỳ thứ hai của khóa học, sinh viên phải tự đăng ký các học phần trên hệ thống đăng ký học tập của Trường theo kế hoạch được ban hành. Các học phần được đăng ký bao gồm: học phần mới, học phần chưa đạt (để học lại), học phần đã đạt để cải thiện điểm (nếu có) đáp ứng điều kiện đăng ký của mỗi học phần trong danh sách học phần được mở;\n c) Lịch đăng ký học phần được công bố chậm nhất 01 tuần trước khi bắt đầu mở hệ thống đăng ký;\n d) Thủ tục, quy trình và thao tác đăng ký học phần được hướng dẫn cụ thể tại Cổng thông tin điện tử của Trường; đ) Việc rút bớt học phần đã đăng ký được thực hiện trong thời hạn theo thông báo của Trường và phải đảm bảo được khối lượng tối thiểu quy định tại điểm e khoản này. Sau thời hạn được phép rút bớt học phần, danh sách lớp học phần vẫn được giữ nguyên; nếu sinh viên không đi học sẽ được xem như tự ý bỏ học;\n e) Giới hạn khối lượng học tập của sinh viên trong mỗi học kỳ chính nằm trong khung như sau: – Khối lượng tối thiểu không ít hơn 2/3 khối lượng trung bình một học kỳ theo kế hoạch học tập chuẩn của CTĐT đã được ban hành; – Khối lượng tối đa không vượt quá 3/2 khối lượng trung bình một học kỳ theo kế hoạch học tập chuẩn của CTĐT đã được ban hành.",
    "metadata": {
      "doc_id": "Quy chế (Kèm theo Quyết định số 1410/QĐ-ĐHSP ngày 09 tháng 8 năm 2021 của Hiệu trưởng Trường Đại học Sư phạm Thành phố Hồ Chí Minh)",
      "doc_type": "regulation",
      "title": "QUY CHẾ Đào tạo trình độ đại học",
      "issuing_body": "Trường Đại học Sư phạm Thành phố Hồ Chí Minh",
      "issued_year": 2023,
      "scope": "Đào tạo trình độ đại học",
      "applies_to": "sinh viên đại học chính quy khóa 50",
      "chapter": "Chương II",
      "chapter_title": "LẬP KẾ HOẠCH, TỔ CHỨC GIẢNG DẠY VÀ HỌC TẬP",
      "article": "9",
      "article_title": "Tổ chức đăng ký học tập",
      "chunk_index": 1,
      "chunk_total": 2,
      "points": "1-1"
    }
  },
  {
    "content": "Tổ chức đăng ký học tập\n2. Đối với hình thức đào tạo vừa làm vừa học\n a) Sinh viên học tập theo thời khóa biểu do Trường sắp xếp nhằm đảm bảo kế hoạch học tập của CTĐT đã được ban hành;\n b) Căn cứ vào danh sách học phần được mở theo thông báo của Trường và điều kiện đăng ký của mỗi học phần, sinh viên đăng ký học lại các học phần chưa đạt, một số học phần đã đạt để cải thiện điểm (nếu có) và một số học phần học vượt nhằm đẩy nhanh tiến độ học tập nhưng phải phù hợp với quy định tại điểm e khoản 1 Điều này;\n c) Sinh viên học theo hình thức vừa làm vừa học có thể đăng ký học một số học phần được tổ chức đào tạo theo hình thức chính quy nhưng phải phù hợp với quy định tại khoản 1 Điều này.",
    "metadata": {
      "doc_id": "Quy chế (Kèm theo Quyết định số 1410/QĐ-ĐHSP ngày 09 tháng 8 năm 2021 của Hiệu trưởng Trường Đại học Sư phạm Thành phố Hồ Chí Minh)",
      "doc_type": "regulation",
      "title": "QUY CHẾ Đào tạo trình độ đại học",
      "issuing_body": "Trường Đại học Sư phạm Thành phố Hồ Chí Minh",
      "issued_year": 2023,
      "scope": "Đào tạo trình độ đại học",
      "applies_to": "sinh viên đại học chính quy khóa 50",
      "chapter": "Chương II",
      "chapter_title": "LẬP KẾ HOẠCH, TỔ CHỨC GIẢNG DẠY VÀ HỌC TẬP",
      "article": "9",
      "article_title": "Tổ chức đăng ký học tập",
      "chunk_index": 2,
      "chunk_total": 2,
      "points": "2-2"
    }
  },
  {
    "content": "Đánh giá và tính điểm học phần\n1. Đánh giá học phần\n a) Đối với mỗi học phần, sinh viên được đánh giá qua hai điểm thành phần (điểm đánh giá quá trình và điểm thi kết thúc học phần), đối với các học phần ít hơn 02 tín chỉ có thể chỉ có một điểm đánh giá kết thúc học phần. Các điểm thành phần được đánh giá theo thang điểm",
    "metadata": {
      "doc_id": "Quy chế (Kèm theo Quyết định số 1410/QĐ-ĐHSP ngày 09 tháng 8 năm 2021 của Hiệu trưởng Trường Đại học Sư phạm Thành phố Hồ Chí Minh)",
      "doc_type": "regulation",
      "title": "QUY CHẾ Đào tạo trình độ đại học",
      "issuing_body": "Trường Đại học Sư phạm Thành phố Hồ Chí Minh",
      "issued_year": 2023,
      "scope": "Đào tạo trình độ đại học",
      "applies_to": "sinh viên đại học chính quy khóa 50",
      "chapter": "Chương III",
      "chapter_title": "ĐÁNH GIÁ KẾT QUẢ HỌC TẬP VÀ CẤP BẰNG TỐT NGHIỆP",
      "article": "10",
      "article_title": "Đánh giá và tính điểm học phần",
      "chunk_index": 1,
      "chunk_total": 4,
      "points": "1-1"
    }
  },
  {
    "content": "Đánh giá và tính điểm học phần\n10. Phương pháp đánh giá, hình thức đánh giá và trọng số của mỗi điểm thành phần được quy định trong đề cương chi tiết của mỗi học phần và được giảng viên công bố cho sinh viên biết trước khi bắt đầu giảng dạy học phần. Việc đánh giá và tính điểm học phần phải công bằng đối với tất cả sinh viên trong từng lớp học phần, giữa các lớp học phần, các khóa học và các hình thức đào tạo.\n b) Đánh giá quá trình – Giảng viên phụ trách học phần trực tiếp ra đề thi, đề kiểm tra và cho điểm đánh giá quá trình; – Điểm đánh giá quá trình không được bảo lưu và không được phúc khảo.\n c) Thi kết thúc học phần – Cuối mỗi học kỳ, Trường tổ chức một kỳ thi chính. Căn cứ điều kiện cụ thể từng năm học, Hiệu trưởng quyết định tổ chức các kỳ thi phụ; – Việc chấm thi kết thúc học phần phải do tối thiểu hai giảng viên đảm nhiệm, trừ trường hợp chấm thi theo hình thức trắc nghiệm; – Điểm thi kết thúc học phần có thể được phúc khảo; – Sinh viên là tác giả chính của đề tài sinh viên NCKH được đánh giá đạt loại khá trở lên có thể nộp đơn cho Trưởng khoa để đăng ký sử dụng điểm đánh giá đề tài NCKH thay thế cho điểm thi kết thúc học phần (không quá 3 tín chỉ) liên quan gần với đề tài.\n d) Đánh giá đồ án, khóa luận, tiểu luận tốt nghiệp – Việc đánh giá mỗi đồ án, khóa luận, tiểu luận tốt nghiệp phải do ít nhất 2 giảng viên đảm nhiệm; – Sinh viên có đồ án, khóa luận, tiểu luận tốt nghiệp bị điểm dưới C phải đăng ký học một số học phần chuyên môn để thay thế. đ) Hình thức đánh giá trực tuyến được áp dụng khi đảm bảo trung thực, công bằng và khách quan như đánh giá trực tiếp và đóng góp không quá 50% trọng số điểm học phần. Riêng việc tổ chức bảo vệ và đánh giá đồ án, khóa luận, tiểu luận được thực hiện trực tuyến với trọng số cao hơn khi đáp ứng thêm các điều kiện sau đây: – Việc đánh giá được thực hiện thông qua một hội đồng chuyên môn gồm ít nhất 3 thành viên; – Hình thức bảo vệ và đánh giá trực tuyến được sự đồng thuận của các thành viên hội đồng và người học; – Diễn biến của buổi bảo vệ trực tuyến được ghi hình, ghi âm đầy đủ và lưu trữ đúng theo quy định.\n e) Sinh viên vắng mặt trong buổi thi, đánh giá không có lý do chính đáng phải nhận điểm\n 0. Sinh viên vắng mặt có lý do chính đáng phải viết đơn kèm theo các minh chứng cần thiết gửi Trưởng khoa xác nhận và nộp về Phòng Khảo thí và Đảm bảo chất lượng; nếu được Trường cho phép, sinh viên sẽ được bố trí thi bổ sung vào đợt khác và được tính điểm lần đầu.\n g) Các nội dung chi tiết về việc tổ chức đánh giá quá trình học tập và tổ chức thi kết thúc học phần được thực hiện theo các quy định hiện hành của Trường.",
    "metadata": {
      "doc_id": "Quy chế (Kèm theo Quyết định số 1410/QĐ-ĐHSP ngày 09 tháng 8 năm 2021 của Hiệu trưởng Trường Đại học Sư phạm Thành phố Hồ Chí Minh)",
      "doc_type": "regulation",
      "title": "QUY CHẾ Đào tạo trình độ đại học",
      "issuing_body": "Trường Đại học Sư phạm Thành phố Hồ Chí Minh",
      "issued_year": 2023,
      "scope": "Đào tạo trình độ đại học",
      "applies_to": "sinh viên đại học chính quy khóa 50",
      "chapter": "Chương III",
      "chapter_title": "ĐÁNH GIÁ KẾT QUẢ HỌC TẬP VÀ CẤP BẰNG TỐT NGHIỆP",
      "article": "10",
      "article_title": "Đánh giá và tính điểm học phần",
      "chunk_index": 2,
      "chunk_total": 4,
      "points": "10-10"
    }
  },
  {
    "content": "Đánh giá và tính điểm học phần\n2. Cách tính điểm học phần Điểm học phần được tính từ tổng các điểm thành phần nhân với trọng số tương ứng, được làm tròn tới một chữ số thập phân và xếp loại điểm chữ như dưới đây, trừ các trường hợp được quy định tại điểm c khoản này.\n a) Hệ thống các điểm đạt có phân mức (áp dụng cho các học phần được tính vào điểm trung bình học tập) và điểm không đạt được quy định như sau: \n[\n  {\n    \"loai\": \"Đạt\",\n    \"thang_diem_10\": \"8,5 – 10\",\n    \"thang_diem_chu\": \"A\"\n  },\n  {\n    \"loai\": \"Đạt\",\n    \"thang_diem_10\": \"7,8 – 8,4\",\n    \"thang_diem_chu\": \"B+\"\n  },\n  {\n    \"loai\": \"Đạt\",\n    \"thang_diem_10\": \"7,0 – 7,7\",\n    \"thang_diem_chu\": \"B\"\n  },\n  {\n    \"loai\": \"Đạt\",\n    \"thang_diem_10\": \"6,3 – 6,9\",\n    \"thang_diem_chu\": \"C+\"\n  },\n  {\n    \"loai\": \"Đạt\",\n    \"thang_diem_10\": \"5,5 – 6,2\",\n    \"thang_diem_chu\": \"C\"\n  },\n  {\n    \"loai\": \"Đạt\",\n    \"thang_diem_10\": \"4,8 – 5,4\",\n    \"thang_diem_chu\": \"D+\"\n  },\n  {\n    \"loai\": \"Đạt\",\n    \"thang_diem_10\": \"4,0 – 4,7\",\n    \"thang_diem_chu\": \"D\"\n  },\n  {\n    \"loai\": \"Không đạt\",\n    \"thang_diem_10\": \"3,0 – 3,9\",\n    \"thang_diem_chu\": \"F+\"\n  },\n  {\n    \"loai\": \"Không đạt\",\n    \"thang_diem_10\": \"0,0 – 2,9\",\n    \"thang_diem_chu\": \"F\"\n  }\n]\n b) Các học phần thuộc loại đạt không phân mức (chỉ yêu cầu đạt, không tính vào điểm trung bình học tập) yêu cầu đạt 5,0 trở lên theo thang điểm 10, và được quy đổi ra điểm chữ là P;\n c) Một số trường hợp đặc biệt sử dụng các điểm chữ xếp loại, không được tính vào điểm trung bình học tập: I: Điểm chưa hoàn thiện do được phép hoãn thi, kiểm tra; X: Điểm chưa hoàn thiện do chưa đủ dữ liệu; R: Điểm học phần được miễn học và công nhận tín chỉ.",
    "metadata": {
      "doc_id": "Quy chế (Kèm theo Quyết định số 1410/QĐ-ĐHSP ngày 09 tháng 8 năm 2021 của Hiệu trưởng Trường Đại học Sư phạm Thành phố Hồ Chí Minh)",
      "doc_type": "regulation",
      "title": "QUY CHẾ Đào tạo trình độ đại học",
      "issuing_body": "Trường Đại học Sư phạm Thành phố Hồ Chí Minh",
      "issued_year": 2023,
      "scope": "Đào tạo trình độ đại học",
      "applies_to": "sinh viên đại học chính quy khóa 50",
      "chapter": "Chương III",
      "chapter_title": "ĐÁNH GIÁ KẾT QUẢ HỌC TẬP VÀ CẤP BẰNG TỐT NGHIỆP",
      "article": "10",
      "article_title": "Đánh giá và tính điểm học phần",
      "chunk_index": 3,
      "chunk_total": 4,
      "points": "2-2"
    }
  },
  {
    "content": "Đánh giá và tính điểm học phần\n3. Học lại và học cải thiện điểm\n a) Sinh viên có điểm học phần không đạt phải đăng ký học lại theo quy định tại Điều 4 của Quy chế này, trừ trường hợp quy định tại điểm c khoản này; điểm lần học cuối là điểm chính thức của học phần;\n b) Sinh viên có điểm học phần đạt, được đăng ký học lại chính học phần đó để cải thiện điểm, điểm lần học cuối là điểm chính thức của học phần.",
    "metadata": {
      "doc_id": "Quy chế (Kèm theo Quyết định số 1410/QĐ-ĐHSP ngày 09 tháng 8 năm 2021 của Hiệu trưởng Trường Đại học Sư phạm Thành phố Hồ Chí Minh)",
      "doc_type": "regulation",
      "title": "QUY CHẾ Đào tạo trình độ đại học",
      "issuing_body": "Trường Đại học Sư phạm Thành phố Hồ Chí Minh",
      "issued_year": 2023,
      "scope": "Đào tạo trình độ đại học",
      "applies_to": "sinh viên đại học chính quy khóa 50",
      "chapter": "Chương III",
      "chapter_title": "ĐÁNH GIÁ KẾT QUẢ HỌC TẬP VÀ CẤP BẰNG TỐT NGHIỆP",
      "article": "10",
      "article_title": "Đánh giá và tính điểm học phần",
      "chunk_index": 4,
      "chunk_total": 4,
      "points": "3-3"
    }
  },
  {
    "content": "Đánh giá kết quả học tập theo học kỳ, năm học\n1. Kết quả học tập của sinh viên được đánh giá sau từng học kỳ chính hoặc sau từng năm học dựa trên kết quả các học phần nằm trong yêu cầu của CTĐT mà sinh viên đã học và có điểm theo các tiêu chí sau đây:\n a) Tổng số tín chỉ của các học phần mà sinh viên không đạt trong một học kỳ, trong một năm học, hoặc nợ đọng từ đầu khóa học;\n b) Tổng số tín chỉ của các học phần mà sinh viên đã đạt từ đầu khóa học (số tín chỉ tích lũy), tính cả các học phần được miễn học, được công nhận tín chỉ;\n c) Điểm trung bình của những học phần mà sinh viên đã học trong một học kỳ (điểm trung bình học kỳ), trong một năm học (điểm trung bình năm học) hoặc tính từ đầu khóa học (điểm trung bình tích lũy), tính theo điểm chính thức của học phần và trọng số là số tín chỉ của học phần đó.\n2. Kết quả học tập trong học kỳ phụ được gộp vào kết quả học tập trong học kỳ chính ngay trước học kỳ phụ để đánh giá.",
    "metadata": {
      "doc_id": "Quy chế (Kèm theo Quyết định số 1410/QĐ-ĐHSP ngày 09 tháng 8 năm 2021 của Hiệu trưởng Trường Đại học Sư phạm Thành phố Hồ Chí Minh)",
      "doc_type": "regulation",
      "title": "QUY CHẾ Đào tạo trình độ đại học",
      "issuing_body": "Trường Đại học Sư phạm Thành phố Hồ Chí Minh",
      "issued_year": 2023,
      "scope": "Đào tạo trình độ đại học",
      "applies_to": "sinh viên đại học chính quy khóa 50",
      "chapter": "Chương III",
      "chapter_title": "ĐÁNH GIÁ KẾT QUẢ HỌC TẬP VÀ CẤP BẰNG TỐT NGHIỆP",
      "article": "11",
      "article_title": "Đánh giá kết quả học tập theo học kỳ, năm học",
      "chunk_index": 1,
      "chunk_total": 4,
      "points": "1-2"
    }
  },
  {
    "content": "Đánh giá kết quả học tập theo học kỳ, năm học\n3. Để tính điểm trung bình, điểm chữ của học phần được quy đổi về điểm số như dưới đây: \n[\n  {\n    \"thang_diem_chu\": \"A\",\n    \"thang_diem_4\": 4.0\n  },\n  {\n    \"thang_diem_chu\": \"B+\",\n    \"thang_diem_4\": 3.5\n  },\n  {\n    \"thang_diem_chu\": \"B\",\n    \"thang_diem_4\": 3.0\n  },\n  {\n    \"thang_diem_chu\": \"C+\",\n    \"thang_diem_4\": 2.5\n  },\n  {\n    \"thang_diem_chu\": \"C\",\n    \"thang_diem_4\": 2.0\n  },\n  {\n    \"thang_diem_chu\": \"D+\",\n    \"thang_diem_4\": 1.5\n  },\n  {\n    \"thang_diem_chu\": \"D\",\n    \"thang_diem_4\": 1.0\n  },\n  {\n    \"thang_diem_chu\": \"F+\",\n    \"thang_diem_4\": 0.5\n  },\n  {\n    \"thang_diem_chu\": \"F\",\n    \"thang_diem_4\": 0.0\n  }\n]\n4. Những điểm chữ không được quy định tại khoản 3 Điều này không được tính vào các điểm trung bình học kỳ, năm học hoặc tích lũy. Những học phần không nằm trong yêu cầu của CTĐT không được tính vào các tiêu chí đánh giá kết quả học tập của sinh viên.",
    "metadata": {
      "doc_id": "Quy chế (Kèm theo Quyết định số 1410/QĐ-ĐHSP ngày 09 tháng 8 năm 2021 của Hiệu trưởng Trường Đại học Sư phạm Thành phố Hồ Chí Minh)",
      "doc_type": "regulation",
      "title": "QUY CHẾ Đào tạo trình độ đại học",
      "issuing_body": "Trường Đại học Sư phạm Thành phố Hồ Chí Minh",
      "issued_year": 2023,
      "scope": "Đào tạo trình độ đại học",
      "applies_to": "sinh viên đại học chính quy khóa 50",
      "chapter": "Chương III",
      "chapter_title": "ĐÁNH GIÁ KẾT QUẢ HỌC TẬP VÀ CẤP BẰNG TỐT NGHIỆP",
      "article": "11",
      "article_title": "Đánh giá kết quả học tập theo học kỳ, năm học",
      "chunk_index": 2,
      "chunk_total": 4,
      "points": "3-4"
    }
  },
  {
    "content": "Đánh giá kết quả học tập theo học kỳ, năm học\n5. Điểm trung bình chung học kỳ, năm học và điểm trung bình chung tích lũy được tính theo công thức sau và được làm tròn đến 2 chữ số thập phân: \n$ A=\\dfrac{\\sum_{i=1}^n a_i \\times n_i}{\\sum_{i=1}^n n_i} $\nTrong đó: \nA là điểm trung bình chung học kỳ, năm học hoặc điểm trung bình chung tích lũy; \n$ a_i $ là điểm của học phần thứ i; \n$ n_i $ là số tín chỉ của học phần thứ i; \nn là tổng số học phần.\n a) Điểm trung bình chung học kỳ được sử dụng để xét HBKKHT, khen thưởng sau mỗi học kỳ;\n b) Điểm trung bình chung học kỳ và điểm trung bình chung tích lũy được sử dụng để xét cảnh báo học vụ, buộc thôi học, xếp hạng học lực sinh viên và xếp hạng tốt nghiệp.",
    "metadata": {
      "doc_id": "Quy chế (Kèm theo Quyết định số 1410/QĐ-ĐHSP ngày 09 tháng 8 năm 2021 của Hiệu trưởng Trường Đại học Sư phạm Thành phố Hồ Chí Minh)",
      "doc_type": "regulation",
      "title": "QUY CHẾ Đào tạo trình độ đại học",
      "issuing_body": "Trường Đại học Sư phạm Thành phố Hồ Chí Minh",
      "issued_year": 2023,
      "scope": "Đào tạo trình độ đại học",
      "applies_to": "sinh viên đại học chính quy khóa 50",
      "chapter": "Chương III",
      "chapter_title": "ĐÁNH GIÁ KẾT QUẢ HỌC TẬP VÀ CẤP BẰNG TỐT NGHIỆP",
      "article": "11",
      "article_title": "Đánh giá kết quả học tập theo học kỳ, năm học",
      "chunk_index": 3,
      "chunk_total": 4,
      "points": "5-5"
    }
  },
  {
    "content": "Đánh giá kết quả học tập theo học kỳ, năm học\n6. Sinh viên được xếp loại học lực theo điểm trung bình học kỳ, điểm trung bình năm học hoặc điểm trung bình tích lũy như sau: \n[\n  {\n    \"xep_loai\": \"Xuất sắc\",\n    \"dieu_kien\": \"3.6 <= diem <= 4.0\"\n  },\n  {\n    \"xep_loai\": \"Giỏi\",\n    \"dieu_kien\": \"3.2 <= diem < 3.6\"\n  },\n  {\n    \"xep_loai\": \"Khá\",\n    \"dieu_kien\": \"2.5 <= diem < 3.2\"\n  },\n  {\n    \"xep_loai\": \"Trung bình\",\n    \"dieu_kien\": \"2.0 <= diem < 2.5\"\n  },\n  {\n    \"xep_loai\": \"Yếu\",\n    \"dieu_kien\": \"1.0 <= diem < 2.0\"\n  },\n  {\n    \"xep_loai\": \"Kém\",\n    \"dieu_kien\": \"diem < 1.0\"\n  }\n]\n7. Sinh viên được xếp trình độ năm học căn cứ số tín chỉ tích lũy được từ đầu khóa học (được ký hiệu là N) và số tín chỉ của 04 năm học (được ký hiệu là M , M , M , M ) theo kế hoạch học tập chuẩn được quy 1 2 3 4 định trong CTĐT của từng ngành học, cụ thể như sau:\n a) Sinh viên năm thứ nhất: $ N < M_1 $ ;\n b) Sinh viên năm thứ hai: $ M_1 \\leq N < M_1 + M_2 $;\n c) Sinh viên năm thứ ba: $ M_1 + M_2 \\leq N < M_1 + M_2 + M_3 $; \n d) Sinh viên năm thứ tư: $ M_1 + M_2 + M_3 ≤ N $.",
    "metadata": {
      "doc_id": "Quy chế (Kèm theo Quyết định số 1410/QĐ-ĐHSP ngày 09 tháng 8 năm 2021 của Hiệu trưởng Trường Đại học Sư phạm Thành phố Hồ Chí Minh)",
      "doc_type": "regulation",
      "title": "QUY CHẾ Đào tạo trình độ đại học",
      "issuing_body": "Trường Đại học Sư phạm Thành phố Hồ Chí Minh",
      "issued_year": 2023,
      "scope": "Đào tạo trình độ đại học",
      "applies_to": "sinh viên đại học chính quy khóa 50",
      "chapter": "Chương III",
      "chapter_title": "ĐÁNH GIÁ KẾT QUẢ HỌC TẬP VÀ CẤP BẰNG TỐT NGHIỆP",
      "article": "11",
      "article_title": "Đánh giá kết quả học tập theo học kỳ, năm học",
      "chunk_index": 4,
      "chunk_total": 4,
      "points": "6-7"
    }
  },
  {
    "content": "Xử lý kết quả học tập đối với hình thức đào tạo chính quy\n 1. Cuối mỗi học kỳ chính, sinh viên bị cảnh báo học tập nếu vi phạm một trong các điều kiện sau:\n a) Tổng số tín chỉ không đạt trong học kỳ vượt quá 50% khối lượng đã đăng ký học trong học kỳ, hoặc tổng số tín chỉ nợ đọng từ đầu khóa học vượt quá 24;\n b) Điểm trung bình học kỳ đạt dưới 0,8 đối với học kỳ đầu của khóa học, dưới 1,0 đối với các học kỳ tiếp theo;\n c) Điểm trung bình tích lũy đạt dưới 1,2 đối với sinh viên trình độ năm thứ nhất, dưới 1,4 đối với sinh viên trình độ năm thứ hai, dưới 1,6 đối với sinh viên trình độ năm thứ ba, dưới 1,8 đối với sinh viên các năm tiếp theo.\n 2. Sinh viên bị buộc thôi học trong các trường hợp sau:\n a) Bị cảnh báo học tập 03 lần liên tiếp trong một khóa học;\n b) Bị cảnh báo học tập đến lần thứ tư tính từ đầu khóa;\n c) Thời gian học tập vượt quá giới hạn tối đa quy định tại Điều 3 của Quy chế này.\n 3. Kết quả học tập đã tích lũy của sinh viên bị buộc thôi học được bảo lưu. Sinh viên được quyền yêu cầu cung cấp giấy chứng nhận điểm các học phần đã tích lũy.\n 4. Quy trình, thủ tục cảnh báo học tập, buộc thôi học; việc thông báo hình thức áp dụng tới sinh viên được thực hiện theo các quy định hiện hành của Trường.",
    "metadata": {
      "doc_id": "Quy chế (Kèm theo Quyết định số 1410/QĐ-ĐHSP ngày 09 tháng 8 năm 2021 của Hiệu trưởng Trường Đại học Sư phạm Thành phố Hồ Chí Minh)",
      "doc_type": "regulation",
      "title": "QUY CHẾ Đào tạo trình độ đại học",
      "issuing_body": "Trường Đại học Sư phạm Thành phố Hồ Chí Minh",
      "issued_year": 2023,
      "scope": "Đào tạo trình độ đại học",
      "applies_to": "sinh viên đại học chính quy khóa 50",
      "chapter": "Chương III",
      "chapter_title": "ĐÁNH GIÁ KẾT QUẢ HỌC TẬP VÀ CẤP BẰNG TỐT NGHIỆP",
      "article": "12",
      "article_title": "Xử lý kết quả học tập đối với hình thức đào tạo chính quy"
    }
  },
  {
    "content": "Xử lý kết quả học tập đối với hình thức đào tạo vừa làm vừa học\n 1. Cuối mỗi năm học, sinh viên bị cảnh báo học tập nếu vi phạm một trong các điều kiện sau:\n a) Điểm trung bình tích lũy đạt dưới 1,2 đối với sinh viên trình độ năm thứ nhất, dưới 1,4 đối với sinh viên trình độ năm thứ hai, dưới 1,6 đối với sinh viên trình độ năm thứ ba, dưới 1,8 đối với sinh viên các năm tiếp theo;\n b) Tổng số tín chỉ nợ đọng từ đầu khóa học vượt quá 24.\n 2. Sinh viên chỉ được đăng ký học tập các học phần nhằm trả nợ và cải thiện điểm nếu bị cảnh báo học tập do vi phạm điểm b khoản 1 Điều này.\n 3. Sinh viên bị buộc thôi học trong các trường hợp sau:\n a) Bị cảnh báo học tập 02 lần liên tiếp trong một khóa học;\n b) Bị cảnh báo học tập 03 lần không liên tiếp trong một khóa học;\n c) Thời gian học tập vượt quá giới hạn tối đa quy định tại Điều 3 của Quy chế này.\n 4. Kết quả học tập đã tích lũy của sinh viên bị buộc thôi học được bảo lưu. Sinh viên được quyền yêu cầu cung cấp giấy chứng nhận điểm các học phần đã tích lũy.\n 5. Quy trình, thủ tục cảnh báo học tập, buộc thôi học; việc thông báo hình thức áp dụng tới sinh viên được thực hiện theo các quy định hiện hành của Trường.",
    "metadata": {
      "doc_id": "Quy chế (Kèm theo Quyết định số 1410/QĐ-ĐHSP ngày 09 tháng 8 năm 2021 của Hiệu trưởng Trường Đại học Sư phạm Thành phố Hồ Chí Minh)",
      "doc_type": "regulation",
      "title": "QUY CHẾ Đào tạo trình độ đại học",
      "issuing_body": "Trường Đại học Sư phạm Thành phố Hồ Chí Minh",
      "issued_year": 2023,
      "scope": "Đào tạo trình độ đại học",
      "applies_to": "sinh viên đại học chính quy khóa 50",
      "chapter": "Chương III",
      "chapter_title": "ĐÁNH GIÁ KẾT QUẢ HỌC TẬP VÀ CẤP BẰNG TỐT NGHIỆP",
      "article": "13",
      "article_title": "Xử lý kết quả học tập đối với hình thức đào tạo vừa làm"
    }
  },
  {
    "content": "Công nhận kết quả học tập và chuyển đổi tín chỉ\n 1. Kết quả học tập của người học đã tích lũy từ một trình độ đào tạo khác, một ngành đào tạo hoặc một CTĐT khác, một khóa học khác hoặc từ một cơ sở đào tạo khác được Trường xem xét công nhận, chuyển đổi sang tín chỉ của những học phần trong CTĐT theo học.\n 2. Hội đồng chuyên môn của Trường xem xét công nhận, chuyển đổi tín chỉ trên cơ sở đối sánh chuẩn đầu ra, nội dung và khối lượng học tập, cách thức đánh giá học phần và các điều kiện bảo đảm chất lượng thực hiện chương trình theo các cấp độ:\n a) Công nhận, chuyển đổi theo từng học phần;\n b) Công nhận, chuyển đổi theo từng nhóm học phần;\n c) Công nhận, chuyển đổi theo cả CTĐT.\n 3. Khối lượng tối đa được công nhận, chuyển đổi không vượt quá 50% khối lượng học tập tối thiểu của CTĐT; riêng đối với ngành đào tạo giáo viên thực hiện theo hướng dẫn của Bộ Giáo dục và Đào tạo.\n 4. Quy trình, hồ sơ công nhận kết quả học tập và chuyển đổi tín chỉ được thực hiện theo quy định xét miễn học, miễn thi công nhận điểm học phần trong CTĐT trình độ đại học của Trường.",
    "metadata": {
      "doc_id": "Quy chế (Kèm theo Quyết định số 1410/QĐ-ĐHSP ngày 09 tháng 8 năm 2021 của Hiệu trưởng Trường Đại học Sư phạm Thành phố Hồ Chí Minh)",
      "doc_type": "regulation",
      "title": "QUY CHẾ Đào tạo trình độ đại học",
      "issuing_body": "Trường Đại học Sư phạm Thành phố Hồ Chí Minh",
      "issued_year": 2023,
      "scope": "Đào tạo trình độ đại học",
      "applies_to": "sinh viên đại học chính quy khóa 50",
      "chapter": "Chương III",
      "chapter_title": "ĐÁNH GIÁ KẾT QUẢ HỌC TẬP VÀ CẤP BẰNG TỐT NGHIỆP",
      "article": "14",
      "article_title": "Công nhận kết quả học tập và chuyển đổi tín chỉ"
    }
  },
  {
    "content": "Công nhận tốt nghiệp và cấp bằng tốt nghiệp\n1. Sinh viên được xét và công nhận tốt nghiệp khi có đủ các điều kiện sau:\n a) Tích lũy đủ học phần, số tín chỉ và hoàn thành các nội dung bắt buộc khác theo yêu cầu của CTĐT, đạt chuẩn đầu ra của CTĐT;\n b) Điểm trung bình tích lũy của toàn khóa học đạt từ trung bình trở lên;\n c) Tại thời điểm xét tốt nghiệp không bị truy cứu trách nhiệm hình sự hoặc không đang trong thời gian bị kỷ luật ở mức đình chỉ học tập.\n2. Những sinh viên đủ điều kiện tốt nghiệp được Hiệu trưởng ký quyết định công nhận tốt nghiệp và cấp bằng tốt nghiệp trong thời hạn 03 tháng tính từ thời điểm sinh viên đáp ứng đầy đủ điều kiện tốt nghiệp và hoàn thành nghĩa vụ với Trường.",
    "metadata": {
      "doc_id": "Quy chế (Kèm theo Quyết định số 1410/QĐ-ĐHSP ngày 09 tháng 8 năm 2021 của Hiệu trưởng Trường Đại học Sư phạm Thành phố Hồ Chí Minh)",
      "doc_type": "regulation",
      "title": "QUY CHẾ Đào tạo trình độ đại học",
      "issuing_body": "Trường Đại học Sư phạm Thành phố Hồ Chí Minh",
      "issued_year": 2023,
      "scope": "Đào tạo trình độ đại học",
      "applies_to": "sinh viên đại học chính quy khóa 50",
      "chapter": "Chương III",
      "chapter_title": "ĐÁNH GIÁ KẾT QUẢ HỌC TẬP VÀ CẤP BẰNG TỐT NGHIỆP",
      "article": "15",
      "article_title": "Công nhận tốt nghiệp và cấp bằng tốt nghiệp",
      "chunk_index": 1,
      "chunk_total": 4,
      "points": "1-2"
    }
  },
  {
    "content": "Công nhận tốt nghiệp và cấp bằng tốt nghiệp\n3. Hạng tốt nghiệp được xác định căn cứ vào điểm trung bình tích lũy toàn khóa được quy định tại khoản 6 Điều 11 của Quy chế này, trong đó, hạng tốt nghiệp của sinh viên có điểm trung bình tích lũy loại xuất sắc và giỏi sẽ bị giảm đi một mức nếu thuộc một trong các trường hợp sau:\n a) Khối lượng của các học phần phải học lại vượt quá 5% so với tổng số tín chỉ quy định cho toàn chương trình;\n b) Sinh viên đã bị kỷ luật từ mức cảnh cáo trở lên trong thời gian học.\n4. Sinh viên đã hết thời gian học tập tối đa theo quy định nhưng chưa đủ điều kiện tốt nghiệp do chưa hoàn thành những học phần giáo dục quốc phòng – an ninh, giáo dục thể chất hoặc chưa đạt chuẩn đầu ra về ngoại ngữ, công nghệ thông tin, trong thời hạn 03 năm tính từ khi thôi học được hoàn thiện các điều kiện còn thiếu và đề nghị xét công nhận tốt nghiệp.",
    "metadata": {
      "doc_id": "Quy chế (Kèm theo Quyết định số 1410/QĐ-ĐHSP ngày 09 tháng 8 năm 2021 của Hiệu trưởng Trường Đại học Sư phạm Thành phố Hồ Chí Minh)",
      "doc_type": "regulation",
      "title": "QUY CHẾ Đào tạo trình độ đại học",
      "issuing_body": "Trường Đại học Sư phạm Thành phố Hồ Chí Minh",
      "issued_year": 2023,
      "scope": "Đào tạo trình độ đại học",
      "applies_to": "sinh viên đại học chính quy khóa 50",
      "chapter": "Chương III",
      "chapter_title": "ĐÁNH GIÁ KẾT QUẢ HỌC TẬP VÀ CẤP BẰNG TỐT NGHIỆP",
      "article": "15",
      "article_title": "Công nhận tốt nghiệp và cấp bằng tốt nghiệp",
      "chunk_index": 2,
      "chunk_total": 4,
      "points": "3-4"
    }
  },
  {
    "content": "Công nhận tốt nghiệp và cấp bằng tốt nghiệp\n5. Sinh viên hết thời gian học tập theo hình thức chính quy được chuyển sang học tập theo hình thức vừa làm vừa học tại Trường nếu còn trong thời gian học tập theo quy định đối với hình thức đào tạo chuyển đến.\n6. Sinh viên đào tạo theo hình thức chính quy có 03 đợt xét tốt nghiệp chính thức, thường được tổ chức vào tháng 5, tháng 8 và tháng\n10. Thời gian cụ thể của các đợt xét tốt nghiệp được quy định trong kế hoạch năm học. Căn cứ điều kiện cụ thể từng năm học, Hiệu trưởng quyết định các đợt xét tốt nghiệp bổ sung.\n7. Sinh viên đào tạo theo hình thức vừa làm vừa học có 05 đợt xét tốt nghiệp chính thức, thường được tổ chức vào tháng 3, tháng 5, tháng 8, tháng 10 và tháng\n12. Thời gian cụ thể của các đợt xét tốt nghiệp được quy định trong kế hoạch năm học. Căn cứ điều kiện cụ thể từng năm học, Hiệu trưởng quyết định các đợt xét tốt nghiệp bổ sung.",
    "metadata": {
      "doc_id": "Quy chế (Kèm theo Quyết định số 1410/QĐ-ĐHSP ngày 09 tháng 8 năm 2021 của Hiệu trưởng Trường Đại học Sư phạm Thành phố Hồ Chí Minh)",
      "doc_type": "regulation",
      "title": "QUY CHẾ Đào tạo trình độ đại học",
      "issuing_body": "Trường Đại học Sư phạm Thành phố Hồ Chí Minh",
      "issued_year": 2023,
      "scope": "Đào tạo trình độ đại học",
      "applies_to": "sinh viên đại học chính quy khóa 50",
      "chapter": "Chương III",
      "chapter_title": "ĐÁNH GIÁ KẾT QUẢ HỌC TẬP VÀ CẤP BẰNG TỐT NGHIỆP",
      "article": "15",
      "article_title": "Công nhận tốt nghiệp và cấp bằng tốt nghiệp",
      "chunk_index": 3,
      "chunk_total": 4,
      "points": "5-12"
    }
  },
  {
    "content": "Công nhận tốt nghiệp và cấp bằng tốt nghiệp\n8. Quy trình xét tốt nghiệp như sau:\n a) Trường ban hành kế hoạch xét tốt nghiệp và công bố kết quả tốt nghiệp dự kiến trên Cổng thông tin điện tử;\n b) Sinh viên chịu trách nhiệm rà soát kết quả xét tốt nghiệp dự kiến của bản thân và phản hồi về Phòng Đào tạo những sai sót (nếu có) trong thời gian quy định. Trường hợp không phản hồi đúng thời gian quy định sẽ không được tiếp nhận giải quyết;\n c) Khoa chuyên môn chịu trách nhiệm rà soát kết quả xét tốt nghiệp dự kiến của sinh viên và phản hồi về Phòng Đào tạo những sai sót về chuẩn xét tốt nghiệp (nếu có);\n d) Họp Hội đồng xét tốt nghiệp và ban hành Quyết định công nhận tốt nghiệp.",
    "metadata": {
      "doc_id": "Quy chế (Kèm theo Quyết định số 1410/QĐ-ĐHSP ngày 09 tháng 8 năm 2021 của Hiệu trưởng Trường Đại học Sư phạm Thành phố Hồ Chí Minh)",
      "doc_type": "regulation",
      "title": "QUY CHẾ Đào tạo trình độ đại học",
      "issuing_body": "Trường Đại học Sư phạm Thành phố Hồ Chí Minh",
      "issued_year": 2023,
      "scope": "Đào tạo trình độ đại học",
      "applies_to": "sinh viên đại học chính quy khóa 50",
      "chapter": "Chương III",
      "chapter_title": "ĐÁNH GIÁ KẾT QUẢ HỌC TẬP VÀ CẤP BẰNG TỐT NGHIỆP",
      "article": "15",
      "article_title": "Công nhận tốt nghiệp và cấp bằng tốt nghiệp",
      "chunk_index": 4,
      "chunk_total": 4,
      "points": "8-8"
    }
  },
  {
    "content": "Nghỉ học tạm thời, tiếp nhận trở lại học và cho thôi học\n1. Sinh viên được xin nghỉ học tạm thời trong các trường hợp sau:\n a) Được điều động vào lực lượng vũ trang;\n b) Được cơ quan có thẩm quyền điều động, đại diện quốc gia tham dự các kỳ thi, giải đấu quốc tế;\n c) Bị ốm, thai sản hoặc tai nạn phải điều trị thời gian dài có chứng nhận của cơ sở khám bệnh, chữa bệnh có thẩm quyền theo quy định của Bộ Y tế;\n d) Vì lý do cá nhân khác nhưng đã phải học tối thiểu 01 học kỳ và không thuộc các trường hợp bị xem xét buộc thôi học hoặc xem xét kỷ luật.\n2. Thời gian nghỉ học tạm thời được quy định cụ thể như sau:\n a) Thời gian nghỉ học tạm thời đối với các trường hợp được quy định tại điểm a, b, c khoản 1 Điều này không tính vào thời gian đào tạo chính thức quy định tại Điều 3 của Quy chế này;\n b) Thời gian nghỉ học tạm thời vì nhu cầu cá nhân được tính vào thời gian học tập chính thức theo quy định tại Điều 3 của Quy chế này;\n c) Đối với sinh viên bị buộc tạm dừng học tập vì vi phạm kỷ luật hoặc vì có xếp loại rèn luyện kém trong cả năm học, thời gian tạm dừng học tập được tính vào thời gian học của sinh viên.",
    "metadata": {
      "doc_id": "Quy chế (Kèm theo Quyết định số 1410/QĐ-ĐHSP ngày 09 tháng 8 năm 2021 của Hiệu trưởng Trường Đại học Sư phạm Thành phố Hồ Chí Minh)",
      "doc_type": "regulation",
      "title": "QUY CHẾ Đào tạo trình độ đại học",
      "issuing_body": "Trường Đại học Sư phạm Thành phố Hồ Chí Minh",
      "issued_year": 2023,
      "scope": "Đào tạo trình độ đại học",
      "applies_to": "sinh viên đại học chính quy khóa 50",
      "chapter": "Chương IV",
      "chapter_title": "NHỮNG QUY ĐỊNH KHÁC ĐỐI VỚI SINH VIÊN",
      "article": "16",
      "article_title": "Nghỉ học tạm thời, tiếp nhận trở lại học và cho thôi học",
      "chunk_index": 1,
      "chunk_total": 3,
      "points": "1-2"
    }
  },
  {
    "content": "Nghỉ học tạm thời, tiếp nhận trở lại học và cho thôi học\n3. Sinh viên muốn tạm dừng việc học tập phải làm đơn trình bày rõ lý do, có xác nhận của Trưởng khoa quản lý sinh viên, có bảng điểm hợp lệ và các giấy tờ khác có liên quan (nếu có) nộp về Phòng CTCT&HSSV.\n a) Các trường hợp xin tạm dừng học tập theo quy định tại điểm a, b, c khoản 1 Điều này phải nộp kèm các giấy tờ chứng minh để Phòng CTCT&HSSV xét duyệt. Trường hợp thời gian nghỉ học tạm thời từ 1 học kì trở lên sẽ được Trường hỗ trợ huỷ các học phần đã đăng ký trong học kì làm thủ tục xin nghỉ học tạm thời nếu sinh viên có đơn xin hủy;\n b) Sinh viên nghỉ học tạm thời vì lý do cá nhân khác phải làm đơn gửi Phòng CTCT&HSSV ít nhất 2 tuần trước khi học kỳ mới bắt đầu. Quá thời hạn trên, Trường không hỗ trợ huỷ các học phần đã đăng ký trong học kỳ làm thủ tục xin nghỉ học tạm thời;\n c) Hai tuần trước khi hết thời gian tạm dừng học tập, sinh viên phải làm đơn gửi Phòng CTCT&HSSV để tiếp nhận trở lại học tập. Trường hợp sinh viên chưa thể trở lại học phải làm đơn xin gia hạn thời gian tạm dừng học tập. Quá thời gian tạm dừng học tập, sinh viên không trở lại Trường học tập xem như tự ý bỏ học.",
    "metadata": {
      "doc_id": "Quy chế (Kèm theo Quyết định số 1410/QĐ-ĐHSP ngày 09 tháng 8 năm 2021 của Hiệu trưởng Trường Đại học Sư phạm Thành phố Hồ Chí Minh)",
      "doc_type": "regulation",
      "title": "QUY CHẾ Đào tạo trình độ đại học",
      "issuing_body": "Trường Đại học Sư phạm Thành phố Hồ Chí Minh",
      "issued_year": 2023,
      "scope": "Đào tạo trình độ đại học",
      "applies_to": "sinh viên đại học chính quy khóa 50",
      "chapter": "Chương IV",
      "chapter_title": "NHỮNG QUY ĐỊNH KHÁC ĐỐI VỚI SINH VIÊN",
      "article": "16",
      "article_title": "Nghỉ học tạm thời, tiếp nhận trở lại học và cho thôi học",
      "chunk_index": 2,
      "chunk_total": 3,
      "points": "3-3"
    }
  },
  {
    "content": "Nghỉ học tạm thời, tiếp nhận trở lại học và cho thôi học\n4. Sinh viên được thôi học vì lý do cá nhân, nếu muốn quay trở lại học phải dự tuyển đầu vào như những thí sinh khác. Sinh viên thôi học được bảo lưu và công nhận kết quả học tập đã tích lũy tại Trường theo quy định.",
    "metadata": {
      "doc_id": "Quy chế (Kèm theo Quyết định số 1410/QĐ-ĐHSP ngày 09 tháng 8 năm 2021 của Hiệu trưởng Trường Đại học Sư phạm Thành phố Hồ Chí Minh)",
      "doc_type": "regulation",
      "title": "QUY CHẾ Đào tạo trình độ đại học",
      "issuing_body": "Trường Đại học Sư phạm Thành phố Hồ Chí Minh",
      "issued_year": 2023,
      "scope": "Đào tạo trình độ đại học",
      "applies_to": "sinh viên đại học chính quy khóa 50",
      "chapter": "Chương IV",
      "chapter_title": "NHỮNG QUY ĐỊNH KHÁC ĐỐI VỚI SINH VIÊN",
      "article": "16",
      "article_title": "Nghỉ học tạm thời, tiếp nhận trở lại học và cho thôi học",
      "chunk_index": 3,
      "chunk_total": 3,
      "points": "4-4"
    }
  },
  {
    "content": "Chuyển ngành, chuyển nơi học, chuyển cơ sở đào tạo, chuyển hình thức học\n1. Sinh viên được xem xét chuyển sang học một chương trình, một ngành đào tạo khác khi có đủ các điều kiện sau:\n a) Không đang là sinh viên trình độ năm thứ nhất hoặc năm cuối khóa, không thuộc diện bị xem xét buộc thôi học và còn đủ thời gian học tập theo quy định tại Điều 3 của Quy chế này;\n b) Sinh viên đạt điều kiện trúng tuyển của chương trình, ngành đào tạo, của Trường trong cùng khóa tuyển sinh;\n c) Trường có đủ các điều kiện bảo đảm chất lượng, chưa vượt quá năng lực đào tạo đối với chương trình, ngành đào tạo đó theo quy định hiện hành của Bộ Giáo dục và Đào tạo;\n d) Được sự đồng ý của Trưởng khoa phụ trách chương trình, ngành đào tạo, người phụ trách phân hiệu (nơi chuyển đến, chuyển đi) và của Hiệu trưởng.",
    "metadata": {
      "doc_id": "Quy chế (Kèm theo Quyết định số 1410/QĐ-ĐHSP ngày 09 tháng 8 năm 2021 của Hiệu trưởng Trường Đại học Sư phạm Thành phố Hồ Chí Minh)",
      "doc_type": "regulation",
      "title": "QUY CHẾ Đào tạo trình độ đại học",
      "issuing_body": "Trường Đại học Sư phạm Thành phố Hồ Chí Minh",
      "issued_year": 2023,
      "scope": "Đào tạo trình độ đại học",
      "applies_to": "sinh viên đại học chính quy khóa 50",
      "chapter": "Chương IV",
      "chapter_title": "NHỮNG QUY ĐỊNH KHÁC ĐỐI VỚI SINH VIÊN",
      "article": "17",
      "article_title": "Chuyển ngành, chuyển nơi học, chuyển cơ sở đào tạo,",
      "chunk_index": 1,
      "chunk_total": 3,
      "points": "1-1"
    }
  },
  {
    "content": "Chuyển ngành, chuyển nơi học, chuyển cơ sở đào tạo, chuyển hình thức học\n2. Sinh viên được xem xét chuyển cơ sở đào tạo khi có đủ các điều kiện sau:\n a) Không đang là sinh viên trình độ năm thứ nhất hoặc năm cuối khóa, không thuộc diện bị xem xét buộc thôi học và còn đủ thời gian học tập theo quy định tại Điều 3 của Quy chế này;\n b) Sinh viên đạt điều kiện trúng tuyển của chương trình, ngành đào tạo cùng khóa tuyển sinh tại nơi chuyển đến;\n c) Nơi chuyển đến có đủ các điều kiện bảo đảm chất lượng, chưa vượt quá năng lực đào tạo đối với chương trình, ngành đào tạo đó theo quy định hiện hành của Bộ Giáo dục và Đào tạo;\n d) Được sự đồng ý của Hiệu trưởng cơ sở đào tạo xin chuyển đến và cơ sở đào tạo xin chuyển đi.\n3. Sinh viên được xem xét chuyển từ đào tạo theo hình thức chính quy sang hình thức vừa làm vừa học của Trường nếu còn đủ thời gian học tập theo quy định đối với hình thức chuyển đến.",
    "metadata": {
      "doc_id": "Quy chế (Kèm theo Quyết định số 1410/QĐ-ĐHSP ngày 09 tháng 8 năm 2021 của Hiệu trưởng Trường Đại học Sư phạm Thành phố Hồ Chí Minh)",
      "doc_type": "regulation",
      "title": "QUY CHẾ Đào tạo trình độ đại học",
      "issuing_body": "Trường Đại học Sư phạm Thành phố Hồ Chí Minh",
      "issued_year": 2023,
      "scope": "Đào tạo trình độ đại học",
      "applies_to": "sinh viên đại học chính quy khóa 50",
      "chapter": "Chương IV",
      "chapter_title": "NHỮNG QUY ĐỊNH KHÁC ĐỐI VỚI SINH VIÊN",
      "article": "17",
      "article_title": "Chuyển ngành, chuyển nơi học, chuyển cơ sở đào tạo,",
      "chunk_index": 2,
      "chunk_total": 3,
      "points": "2-3"
    }
  },
  {
    "content": "Chuyển ngành, chuyển nơi học, chuyển cơ sở đào tạo, chuyển hình thức học\n4. Quy định chi tiết thẩm quyền, điều kiện, thủ tục chuyển chương trình, ngành đào tạo, chuyển nơi học, chuyển cơ sở đào tạo hoặc chuyển hình thức học; việc công nhận kết quả học tập hoặc chuyển đổi tín chỉ đã tích lũy cho sinh viên được thực hiện theo các quy định hiện hành của Trường.",
    "metadata": {
      "doc_id": "Quy chế (Kèm theo Quyết định số 1410/QĐ-ĐHSP ngày 09 tháng 8 năm 2021 của Hiệu trưởng Trường Đại học Sư phạm Thành phố Hồ Chí Minh)",
      "doc_type": "regulation",
      "title": "QUY CHẾ Đào tạo trình độ đại học",
      "issuing_body": "Trường Đại học Sư phạm Thành phố Hồ Chí Minh",
      "issued_year": 2023,
      "scope": "Đào tạo trình độ đại học",
      "applies_to": "sinh viên đại học chính quy khóa 50",
      "chapter": "Chương IV",
      "chapter_title": "NHỮNG QUY ĐỊNH KHÁC ĐỐI VỚI SINH VIÊN",
      "article": "17",
      "article_title": "Chuyển ngành, chuyển nơi học, chuyển cơ sở đào tạo,",
      "chunk_index": 3,
      "chunk_total": 3,
      "points": "4-4"
    }
  },
  {
    "content": "Trao đổi sinh viên và hợp tác trong đào tạo\n 1. Trên cơ sở đối sánh chuẩn đầu ra từng ngành, CTĐT, nội dung và khối lượng học tập, cách thức đánh giá học phần và các điều kiện đảm bảo chất lượng, Hiệu trưởng quyết định nội dung hợp tác với cơ sở đào tạo khác về công tác tổ chức đào tạo và công khai nội dung hợp tác trên Cổng thông tin điện tử nhằm làm căn cứ cho phép sinh viên của cơ sở đào tạo này được học một số học phần tại cơ sở đào tạo khác và ngược lại (không bao gồm các học phần giáo dục thể chất và giáo dục quốc phòng – an ninh).\n 2. Việc công nhận kết quả học tập mà sinh viên tích lũy tại cơ sở phối hợp đào tạo khác không vượt quá 25% tổng khối lượng của CTĐT. Thủ tục công nhận kết quả học tập hoặc chuyển đổi tín chỉ đã tích lũy được thực hiện theo các quy định hiện hành của Trường.",
    "metadata": {
      "doc_id": "Quy chế (Kèm theo Quyết định số 1410/QĐ-ĐHSP ngày 09 tháng 8 năm 2021 của Hiệu trưởng Trường Đại học Sư phạm Thành phố Hồ Chí Minh)",
      "doc_type": "regulation",
      "title": "QUY CHẾ Đào tạo trình độ đại học",
      "issuing_body": "Trường Đại học Sư phạm Thành phố Hồ Chí Minh",
      "issued_year": 2023,
      "scope": "Đào tạo trình độ đại học",
      "applies_to": "sinh viên đại học chính quy khóa 50",
      "chapter": "Chương IV",
      "chapter_title": "NHỮNG QUY ĐỊNH KHÁC ĐỐI VỚI SINH VIÊN",
      "article": "18",
      "article_title": "Trao đổi sinh viên và hợp tác trong đào tạo"
    }
  },
  {
    "content": "Học cùng lúc hai chương trình\n1. Đối với hình thức đào tạo chính quy, sinh viên có thể đăng ký học thêm các học phần của một chương trình khác, ngành khác khi điều kiện của Trường cho phép, nhưng chỉ được hưởng các quyền lợi chính thức và được xem xét công nhận tốt nghiệp chương trình thứ hai khi đã đăng ký thành công học chương trình thứ hai theo quy định tại khoản 2 Điều này.",
    "metadata": {
      "doc_id": "Quy chế (Kèm theo Quyết định số 1410/QĐ-ĐHSP ngày 09 tháng 8 năm 2021 của Hiệu trưởng Trường Đại học Sư phạm Thành phố Hồ Chí Minh)",
      "doc_type": "regulation",
      "title": "QUY CHẾ Đào tạo trình độ đại học",
      "issuing_body": "Trường Đại học Sư phạm Thành phố Hồ Chí Minh",
      "issued_year": 2023,
      "scope": "Đào tạo trình độ đại học",
      "applies_to": "sinh viên đại học chính quy khóa 50",
      "chapter": "Chương IV",
      "chapter_title": "NHỮNG QUY ĐỊNH KHÁC ĐỐI VỚI SINH VIÊN",
      "article": "19",
      "article_title": "Học cùng lúc hai chương trình",
      "chunk_index": 1,
      "chunk_total": 3,
      "points": "1-1"
    }
  },
  {
    "content": "Học cùng lúc hai chương trình\n2. Sinh viên được đăng ký học chương trình thứ hai sớm nhất khi đã được xếp trình độ năm thứ hai của chương trình thứ nhất. Tại thời điểm đăng ký, sinh viên phải đáp ứng một trong hai điều kiện sau và một số điều kiện bổ sung khác theo các quy định hiện hành của Trường về học cùng lúc hai chương trình:\n a) Học lực tính theo điểm trung bình tích lũy xếp loại khá trở lên và đáp ứng ngưỡng bảo đảm chất lượng của chương trình thứ hai trong năm tuyển sinh;\n b) Học lực tính theo điểm trung bình tích lũy xếp loại trung bình và đáp ứng điều kiện trúng tuyển của chương trình thứ hai trong năm tuyển sinh.\n3. Trong quá trình sinh viên học cùng lúc hai chương trình, nếu điểm trung bình tích luỹ của chương trình thứ nhất đạt dưới điểm trung bình hoặc thuộc diện cảnh báo kết quả học tập thì bị buộc thôi học chương trình thứ hai ở học kỳ tiếp theo.",
    "metadata": {
      "doc_id": "Quy chế (Kèm theo Quyết định số 1410/QĐ-ĐHSP ngày 09 tháng 8 năm 2021 của Hiệu trưởng Trường Đại học Sư phạm Thành phố Hồ Chí Minh)",
      "doc_type": "regulation",
      "title": "QUY CHẾ Đào tạo trình độ đại học",
      "issuing_body": "Trường Đại học Sư phạm Thành phố Hồ Chí Minh",
      "issued_year": 2023,
      "scope": "Đào tạo trình độ đại học",
      "applies_to": "sinh viên đại học chính quy khóa 50",
      "chapter": "Chương IV",
      "chapter_title": "NHỮNG QUY ĐỊNH KHÁC ĐỐI VỚI SINH VIÊN",
      "article": "19",
      "article_title": "Học cùng lúc hai chương trình",
      "chunk_index": 2,
      "chunk_total": 3,
      "points": "2-3"
    }
  },
  {
    "content": "Học cùng lúc hai chương trình\n4. Thời gian tối đa được phép học đối với sinh viên học cùng lúc hai chương trình là thời gian tối đa quy định cho chương trình thứ nhất, quy định tại Điều 3 của Quy chế này. Khi học chương trình thứ hai, sinh viên được công nhận kết quả của những học phần có nội dung và khối lượng kiến thức tương đương có trong chương trình thứ nhất.\n5. Sinh viên chỉ được xét tốt nghiệp chương trình thứ hai nếu có đủ điều kiện tốt nghiệp ở chương trình thứ nhất và đã đủ 02 năm tính từ thời điểm đăng ký thành công chương trình thứ hai.\n6. Quy trình, thủ tục, điều kiện đăng ký học và cấp bằng tốt nghiệp chương trình thứ hai được thực hiện theo quy định hiện hành của Trường.",
    "metadata": {
      "doc_id": "Quy chế (Kèm theo Quyết định số 1410/QĐ-ĐHSP ngày 09 tháng 8 năm 2021 của Hiệu trưởng Trường Đại học Sư phạm Thành phố Hồ Chí Minh)",
      "doc_type": "regulation",
      "title": "QUY CHẾ Đào tạo trình độ đại học",
      "issuing_body": "Trường Đại học Sư phạm Thành phố Hồ Chí Minh",
      "issued_year": 2023,
      "scope": "Đào tạo trình độ đại học",
      "applies_to": "sinh viên đại học chính quy khóa 50",
      "chapter": "Chương IV",
      "chapter_title": "NHỮNG QUY ĐỊNH KHÁC ĐỐI VỚI SINH VIÊN",
      "article": "19",
      "article_title": "Học cùng lúc hai chương trình",
      "chunk_index": 3,
      "chunk_total": 3,
      "points": "4-6"
    }
  },
  {
    "content": "Học liên thông đối với người có văn bằng khác\n 1. Người đã tốt nghiệp các trình độ đào tạo của giáo dục nghề nghiệp được dự tuyển và học liên thông lên trình độ đại học theo đề án tuyển sinh và thông báo tuyển sinh hằng năm của Trường.\n 2. Người đã tốt nghiệp đại học được dự tuyển và học liên thông để nhận thêm một bằng tốt nghiệp đại học của một ngành đào tạo khác theo đề án tuyển sinh và thông báo tuyển sinh hằng năm của Trường.\n 3. Người học liên thông thực hiện CTĐT và đăng ký học tập theo kế hoạch chung như các sinh viên khác cùng hình thức đào tạo. Trên cơ sở công nhận và chuyển đổi tín chỉ, sinh viên được miễn trừ các học phần tương ứng với những khối lượng học tập đã tích lũy theo quy định hiện hành của Trường.",
    "metadata": {
      "doc_id": "Quy chế (Kèm theo Quyết định số 1410/QĐ-ĐHSP ngày 09 tháng 8 năm 2021 của Hiệu trưởng Trường Đại học Sư phạm Thành phố Hồ Chí Minh)",
      "doc_type": "regulation",
      "title": "QUY CHẾ Đào tạo trình độ đại học",
      "issuing_body": "Trường Đại học Sư phạm Thành phố Hồ Chí Minh",
      "issued_year": 2023,
      "scope": "Đào tạo trình độ đại học",
      "applies_to": "sinh viên đại học chính quy khóa 50",
      "chapter": "Chương IV",
      "chapter_title": "NHỮNG QUY ĐỊNH KHÁC ĐỐI VỚI SINH VIÊN",
      "article": "20",
      "article_title": "Học liên thông đối với người có văn bằng khác"
    }
  },
  {
    "content": "Xử lý vi phạm đối với sinh viên\n 1. Sinh viên có gian lận trong thi, kiểm tra, đánh giá kết quả học tập sẽ bị xử lý kỷ luật đối với từng học phần đã vi phạm theo các quy định của Trường, trừ trường hợp quy định tại khoản 2 Điều này.\n 2. Sinh viên thi hộ hoặc nhờ người thi hộ đều bị kỷ luật ở mức đình chỉ học tập một năm đối với trường hợp vi phạm lần thứ nhất và buộc thôi học đối với trường hợp vi phạm lần thứ hai.\n 3. Người học sử dụng hồ sơ, văn bằng, chứng chỉ giả làm điều kiện trúng tuyển hoặc điều kiện tốt nghiệp sẽ bị buộc thôi học; văn bằng tốt nghiệp nếu đã được cấp sẽ bị thu hồi, huỷ bỏ.",
    "metadata": {
      "doc_id": "Quy chế (Kèm theo Quyết định số 1410/QĐ-ĐHSP ngày 09 tháng 8 năm 2021 của Hiệu trưởng Trường Đại học Sư phạm Thành phố Hồ Chí Minh)",
      "doc_type": "regulation",
      "title": "QUY CHẾ Đào tạo trình độ đại học",
      "issuing_body": "Trường Đại học Sư phạm Thành phố Hồ Chí Minh",
      "issued_year": 2023,
      "scope": "Đào tạo trình độ đại học",
      "applies_to": "sinh viên đại học chính quy khóa 50",
      "chapter": "Chương IV",
      "chapter_title": "NHỮNG QUY ĐỊNH KHÁC ĐỐI VỚI SINH VIÊN",
      "article": "21",
      "article_title": "Xử lý vi phạm đối với sinh viên"
    }
  },
  {
    "content": "Tổ chức thực hiện\n 1. Các đơn vị quản lý đào tạo gồm: Phòng Đào tạo; Phòng CTCT& HSSV; Phòng Khảo thí và Đảm bảo chất lượng; Phòng Tổ chức – Hành chính; Phòng Kế hoạch – Tài chính; các khoa có trách nhiệm tổ chức thực hiện đúng Quy chế này.\n 2. Trường thực hiện thanh tra, kiểm tra, giám sát việc thực hiện Quy chế đào tạo của các đơn vị quản lý đào tạo, các khoa đào tạo.",
    "metadata": {
      "doc_id": "Quy chế (Kèm theo Quyết định số 1410/QĐ-ĐHSP ngày 09 tháng 8 năm 2021 của Hiệu trưởng Trường Đại học Sư phạm Thành phố Hồ Chí Minh)",
      "doc_type": "regulation",
      "title": "QUY CHẾ Đào tạo trình độ đại học",
      "issuing_body": "Trường Đại học Sư phạm Thành phố Hồ Chí Minh",
      "issued_year": 2023,
      "scope": "Đào tạo trình độ đại học",
      "applies_to": "sinh viên đại học chính quy khóa 50",
      "chapter": "Chương V",
      "chapter_title": "ĐIỀU KHOẢN THI HÀNH",
      "article": "22",
      "article_title": "Tổ chức thực hiện"
    }
  },
  {
    "content": "Chế độ báo cáo, lưu trữ, công khai thông tin\n 1. Trước ngày 31 tháng 12 hằng năm\n a) Trường báo cáo Bộ Giáo dục và Đào tạo về số liệu sinh viên tuyển mới, tốt nghiệp, thôi học và đang học trong năm, dự kiến tốt nghiệp trong năm sau, tốt nghiệp đã có việc làm trong thời gian 12 tháng; phân loại theo đối tượng đầu vào, ngành đào tạo, khóa đào tạo và hình thức đào tạo;\n b) Trường báo cáo Ủy ban nhân dân cấp tỉnh nơi liên kết đào tạo về tình hình tuyển sinh và đào tạo tại địa phương.\n 2. Trường có trách nhiệm lưu trữ, bảo quản an toàn các tài liệu liên quan tới công tác đào tạo theo các quy định do Bộ Giáo dục và Đào tạo ban hành.\n a) Quyết định trúng tuyển, bảng điểm gốc, quyết định công nhận tốt nghiệp, sổ gốc cấp phát bằng tốt nghiệp cho sinh viên là tài liệu lưu trữ được bảo quản vĩnh viễn tại Trường;\n b) Tài liệu khác liên quan đến tuyển sinh, đào tạo được lưu trữ, bảo quản trong suốt quá trình đào tạo;\n c) Việc tiêu hủy tài liệu liên quan tuyển sinh, đào tạo hết thời gian lưu trữ được thực hiện theo quy định hiện hành của Nhà nước.\n 3. Trách nhiệm lưu trữ, công khai thông tin và thực hiện chế độ báo cáo được thực hiện theo chức năng, nhiệm vụ của các đơn vị thuộc và trực thuộc trường.",
    "metadata": {
      "doc_id": "Quy chế (Kèm theo Quyết định số 1410/QĐ-ĐHSP ngày 09 tháng 8 năm 2021 của Hiệu trưởng Trường Đại học Sư phạm Thành phố Hồ Chí Minh)",
      "doc_type": "regulation",
      "title": "QUY CHẾ Đào tạo trình độ đại học",
      "issuing_body": "Trường Đại học Sư phạm Thành phố Hồ Chí Minh",
      "issued_year": 2023,
      "scope": "Đào tạo trình độ đại học",
      "applies_to": "sinh viên đại học chính quy khóa 50",
      "chapter": "Chương V",
      "chapter_title": "ĐIỀU KHOẢN THI HÀNH",
      "article": "23",
      "article_title": "Chế độ báo cáo, lưu trữ, công khai thông tin"
    }
  },
  {
    "content": "1. Quy chế này có hiệu lực thi hành kể từ ngày ký và áp dụng đối với các khóa tuyển sinh sau ngày Quy chế có hiệu lực. Các khóa tuyển sinh trước khi Quy chế có hiệu lực được thực hiện theo Quyết định số 2045/QĐ-ĐHSP ngày 05/9/2016 của Hiệu trưởng Trường Đại học Sư phạm Thành phố Hồ Chí Minh về việc ban hành Quy chế Đào tạo đại học và cao đẳng hệ chính quy theo hệ thống tín chỉ và Quyết định 3672/QĐ-ĐHSP ngày 20/12/2018 của Hiệu trưởng Trường Đại học Sư phạm Thành phố Hồ Chí Minh về việc ban hành Quy chế Đào tạo hệ vừa làm vừa học theo hệ thống tín chỉ.\n 2. Đối với những vấn đề phát sinh ngoài Quy chế này, Hiệu trưởng quyết định phương án giải quyết.\n 3. Trong trường hợp cần thiết, Hiệu trưởng quyết định sửa đổi, bổ sung một số quy định cho phù hợp với tình hình thực tế./.",
    "metadata": {
      "doc_id": "Quy chế (Kèm theo Quyết định số 1410/QĐ-ĐHSP ngày 09 tháng 8 năm 2021 của Hiệu trưởng Trường Đại học Sư phạm Thành phố Hồ Chí Minh)",
      "doc_type": "regulation",
      "title": "QUY CHẾ Đào tạo trình độ đại học",
      "issuing_body": "Trường Đại học Sư phạm Thành phố Hồ Chí Minh",
      "issued_year": 2023,
      "scope": "Đào tạo trình độ đại học",
      "applies_to": "sinh viên đại học chính quy khóa 50",
      "chapter": "Chương V",
      "chapter_title": "ĐIỀU KHOẢN THI HÀNH",
      "article": "24",
      "article_title": "Hiệu lực thi hành"
    }
  },
  {
    "content": "Phạm vi điều chỉnh và đối tượng áp dụng\n 1. Quy chế này quy định về đào tạo trình độ cao đẳng ngành Giáo dục Mầm non bao gồm: CTĐT và thời gian học tập, phương thức tổ chức đào tạo, hình thức đào tạo, liên kết đào tạo; lập kế hoạch và tổ chức dạy học; đánh giá kết quả học tập và cấp bằng tốt nghiệp; những quy định khác đối với sinh viên trình độ cao đẳng ngành Giáo dục Mầm non tại phân hiệu của Trường Đại học Sư phạm Thành phố Hồ Chí Minh.\n 2. Quy chế này áp dụng đối với các đơn vị thuộc, trực thuộc Trường, các tổ chức, cá nhân liên quan trong đào tạo trình độ cao đẳng ngành Giáo dục Mầm non theo hình thức chính quy và hình thức vừa làm vừa học của Trường.",
    "metadata": {
      "doc_id": "Quy chế (Ban hành kèm theo Quyết định số 3533/QĐ-ĐHSP ngày 07 tháng 12 năm 2023 của Hiệu trưởng Trường Đại học Sư phạm Thành phố Hồ Chí Minh)",
      "doc_type": "regulation",
      "title": "QUY CHẾ Đào tạo trình độ cao đẳng ngành Giáo dục Mầm non",
      "issuing_body": "Trường Đại học Sư phạm Thành phố Hồ Chí Minh",
      "issued_year": 2023,
      "scope": "Đào tạo trình độ cao đẳng ngành Giáo dục Mầm non",
      "applies_to": "sinh viên cao đẳng ngành Giáo dục Mầm non khóa 50",
      "chapter": "Chương I",
      "chapter_title": "NHỮNG QUY ĐỊNH CHUNG",
      "article": "1",
      "article_title": "Phạm vi điều chỉnh và đối tượng áp dụng"
    }
  },
  {
    "content": "Tín chỉ và học phần\n1. Tín chỉ được sử dụng để tính khối lượng học tập của sinh viên. Một tín chỉ được quy định bằng 15 giờ học lý thuyết và 30 giờ tự học, chuẩn bị cá nhân có hướng dẫn; hoặc bằng 30 giờ thực hành, thí nghiệm, thảo luận và 15 giờ tự học, chuẩn bị cá nhân có hướng dẫn; hoặc bằng 45 giờ thực tập tại cơ sở, làm tiểu luận, bài tập lớn, làm đồ án, khóa luận tốt nghiệp. Một giờ học được tính bằng 50 phút.\n2. Học phần là khối lượng kiến thức tương đối trọn vẹn, thuận tiện cho sinh viên tích lũy trong quá trình học tập. Từng học phần được ký hiệu bằng một mã số riêng.\n3. Đề cương chi tiết của từng học phần phải thể hiện rõ số lượng tín chỉ, điều kiện tiên quyết (nếu có), nội dung lý thuyết và thực hành, cách thức đánh giá học phần, giáo trình, tài liệu tham khảo và điều kiện thí nghiệm, thực hành, thực tập phục vụ học phần.",
    "metadata": {
      "doc_id": "Quy chế (Ban hành kèm theo Quyết định số 3533/QĐ-ĐHSP ngày 07 tháng 12 năm 2023 của Hiệu trưởng Trường Đại học Sư phạm Thành phố Hồ Chí Minh)",
      "doc_type": "regulation",
      "title": "QUY CHẾ Đào tạo trình độ cao đẳng ngành Giáo dục Mầm non",
      "issuing_body": "Trường Đại học Sư phạm Thành phố Hồ Chí Minh",
      "issued_year": 2023,
      "scope": "Đào tạo trình độ cao đẳng ngành Giáo dục Mầm non",
      "applies_to": "sinh viên cao đẳng ngành Giáo dục Mầm non khóa 50",
      "chapter": "Chương I",
      "chapter_title": "NHỮNG QUY ĐỊNH CHUNG",
      "article": "2",
      "article_title": "Tín chỉ và học phần",
      "chunk_index": 1,
      "chunk_total": 2,
      "points": "1-3"
    }
  },
  {
    "content": "Tín chỉ và học phần\n4. Các loại học phần\n a) Học phần bắt buộc: là học phần chứa đựng những nội dung kiến thức chính yếu bắt buộc sinh viên phải tích lũy;\n b) Học phần tự chọn/tự chọn bắt buộc: là học phần sinh viên có thể được chọn trong nhóm học phần Khoa xác định trước nhằm đa dạng hoá hướng chuyên môn của ngành đào tạo;\n c) Học phần tự chọn tự do: là học phần sinh viên có thể chọn bất kỳ trong số những học phần Trường tổ chức đào tạo để tích lũy đủ số tín chỉ quy định, trừ các học phần không tính vào điểm trung bình chung như: học phần chung về giáo dục thể chất và giáo dục quốc phòng – an ninh, tin học cơ bản, ngoại ngữ không chuyên,…;\n d) Học phần tiên quyết: là học phần sinh viên phải tích lũy trước khi học các học phần khác có liên quan; đ) Học phần học trước: là học phần sinh viên phải học trước khi học các học phần có liên quan;\n e) Học phần song hành: hai học phần được gọi là song hành khi sinh viên đăng ký học phần này thì phải bắt buộc đăng ký học phần kia;\n g) Học phần thay thế: là học phần được sử dụng khi một học phần không còn được tổ chức giảng dạy nữa. Học phần thay thế có khối lượng tương đương nhưng nội dung có thể khác với học phần không tổ chức giảng dạy nữa;\n h) Học phần tương đương: hai học phần tương đương là hai học phần có thời lượng và nội dung tương đương nhau. Sinh viên tích lũy được một học phần thì xem như đã tích lũy được tất cả các học phần tương đương với nó.",
    "metadata": {
      "doc_id": "Quy chế (Ban hành kèm theo Quyết định số 3533/QĐ-ĐHSP ngày 07 tháng 12 năm 2023 của Hiệu trưởng Trường Đại học Sư phạm Thành phố Hồ Chí Minh)",
      "doc_type": "regulation",
      "title": "QUY CHẾ Đào tạo trình độ cao đẳng ngành Giáo dục Mầm non",
      "issuing_body": "Trường Đại học Sư phạm Thành phố Hồ Chí Minh",
      "issued_year": 2023,
      "scope": "Đào tạo trình độ cao đẳng ngành Giáo dục Mầm non",
      "applies_to": "sinh viên cao đẳng ngành Giáo dục Mầm non khóa 50",
      "chapter": "Chương I",
      "chapter_title": "NHỮNG QUY ĐỊNH CHUNG",
      "article": "2",
      "article_title": "Tín chỉ và học phần",
      "chunk_index": 2,
      "chunk_total": 2,
      "points": "4-4"
    }
  },
  {
    "content": "Chương trình đào tạo và thời gian học tập\n1. CTĐT được xây dựng theo đơn vị tín chỉ, cấu trúc từ các môn học phần. CTĐT thực hiện theo quy định của Luật Giáo dục nghề nghiệp. CTĐT bao gồm mục tiêu, chuẩn đầu ra, khối lượng kiến thức, cấu trúc, nội dung, phương pháp và hình thức đánh giá bảo đảm khối lượng kiến thức tối thiểu, yêu cầu về năng lực mà người học đạt được sau khi tốt nghiệp trình độ cao đẳng nhóm ngành đào tạo giáo viên theo quy định của Bộ trưởng Bộ Giáo dục và Đào tạo, phù hợp với chuẩn nghề nghiệp và Khung trình độ quốc gia Việt Nam.",
    "metadata": {
      "doc_id": "Quy chế (Ban hành kèm theo Quyết định số 3533/QĐ-ĐHSP ngày 07 tháng 12 năm 2023 của Hiệu trưởng Trường Đại học Sư phạm Thành phố Hồ Chí Minh)",
      "doc_type": "regulation",
      "title": "QUY CHẾ Đào tạo trình độ cao đẳng ngành Giáo dục Mầm non",
      "issuing_body": "Trường Đại học Sư phạm Thành phố Hồ Chí Minh",
      "issued_year": 2023,
      "scope": "Đào tạo trình độ cao đẳng ngành Giáo dục Mầm non",
      "applies_to": "sinh viên cao đẳng ngành Giáo dục Mầm non khóa 50",
      "chapter": "Chương I",
      "chapter_title": "NHỮNG QUY ĐỊNH CHUNG",
      "article": "3",
      "article_title": "Chương trình đào tạo và thời gian học tập",
      "chunk_index": 1,
      "chunk_total": 4,
      "points": "1-1"
    }
  },
  {
    "content": "Chương trình đào tạo và thời gian học tập\n2. Nội dung, chuẩn đầu ra của CTĐT áp dụng chung đối với các hình thức đào tạo, phương thức tổ chức đào tạo và đối tượng sinh viên khác nhau. Đối với người đã tốt nghiệp trình độ khác hoặc ngành khác, khối lượng học tập thực tế được xác định trên cơ sở công nhận, hoặc chuyển đổi tín chỉ đã tích lũy và miễn trừ học phần trong CTĐT trước.\n3. CTĐT phải được công khai đối với sinh viên trước khi tuyển sinh và khi bắt đầu khóa học; những thay đổi, điều chỉnh liên quan đến CTĐT được thực hiện theo quy định hiện hành và công bố trước khi áp dụng, không gây tác động bất lợi cho sinh viên.",
    "metadata": {
      "doc_id": "Quy chế (Ban hành kèm theo Quyết định số 3533/QĐ-ĐHSP ngày 07 tháng 12 năm 2023 của Hiệu trưởng Trường Đại học Sư phạm Thành phố Hồ Chí Minh)",
      "doc_type": "regulation",
      "title": "QUY CHẾ Đào tạo trình độ cao đẳng ngành Giáo dục Mầm non",
      "issuing_body": "Trường Đại học Sư phạm Thành phố Hồ Chí Minh",
      "issued_year": 2023,
      "scope": "Đào tạo trình độ cao đẳng ngành Giáo dục Mầm non",
      "applies_to": "sinh viên cao đẳng ngành Giáo dục Mầm non khóa 50",
      "chapter": "Chương I",
      "chapter_title": "NHỮNG QUY ĐỊNH CHUNG",
      "article": "3",
      "article_title": "Chương trình đào tạo và thời gian học tập",
      "chunk_index": 2,
      "chunk_total": 4,
      "points": "2-3"
    }
  },
  {
    "content": "Chương trình đào tạo và thời gian học tập\n4. Đối với mỗi hình thức đào tạo, CTĐT cần cung cấp kế hoạch học tập chuẩn toàn khóa để định hướng cho sinh viên\n a) Thời gian theo kế hoạch học tập chuẩn toàn khóa đối với hình thức đào tạo chính quy phải phù hợp với thời gian quy định trong Luật Giáo dục nghề nghiệp, đồng thời bảo đảm đa số sinh viên hoàn thành CTĐT;\n b) Thời gian theo kế hoạch học tập chuẩn toàn khóa đối với hình thức đào tạo vừa làm vừa học dài hơn tối thiểu 20% so với hình thức đào tạo chính quy của cùng CTĐT.",
    "metadata": {
      "doc_id": "Quy chế (Ban hành kèm theo Quyết định số 3533/QĐ-ĐHSP ngày 07 tháng 12 năm 2023 của Hiệu trưởng Trường Đại học Sư phạm Thành phố Hồ Chí Minh)",
      "doc_type": "regulation",
      "title": "QUY CHẾ Đào tạo trình độ cao đẳng ngành Giáo dục Mầm non",
      "issuing_body": "Trường Đại học Sư phạm Thành phố Hồ Chí Minh",
      "issued_year": 2023,
      "scope": "Đào tạo trình độ cao đẳng ngành Giáo dục Mầm non",
      "applies_to": "sinh viên cao đẳng ngành Giáo dục Mầm non khóa 50",
      "chapter": "Chương I",
      "chapter_title": "NHỮNG QUY ĐỊNH CHUNG",
      "article": "3",
      "article_title": "Chương trình đào tạo và thời gian học tập",
      "chunk_index": 3,
      "chunk_total": 4,
      "points": "4-4"
    }
  },
  {
    "content": "Chương trình đào tạo và thời gian học tập\n5. Thời gian học tập chuẩn toàn khóa và thời gian học tập tối đa của CTĐT\n a) Thời gian học tập chuẩn toàn khóa và thời gian học tập tối đa đối với hình thức đào tạo chính quy, vừa làm vừa học được quy định như sau: \n[\n  {\n    \"chuong_trinh_dao_tao\": \"Đào tạo cao đẳng chính quy\",\n    \"thoi_gian_hoc_tap_chuan\": \"3 năm học\",\n    \"thoi_gian_hoc_tap_toi_da\": \"6 năm học\"\n  },\n  {\n    \"chuong_trinh_dao_tao\": \"Đào tạo cao đẳng vừa làm vừa học\",\n    \"thoi_gian_hoc_tap_chuan\": \"3,5 năm học\",\n    \"thoi_gian_hoc_tap_toi_da\": \"7 năm học\"\n  }\n]\n b) Đối với sinh viên đăng ký học để nhận thêm một bằng tốt nghiệp cao đẳng ngành Giáo dục Mầm non đã được miễn trừ khối lượng tín chỉ tích lũy, thời gian tối đa để sinh viên hoàn thành khóa học được xác định trên cơ sở thời gian theo kế hoạch học tập chuẩn toàn khóa giảm tương ứng với khối lượng được miễn trừ.",
    "metadata": {
      "doc_id": "Quy chế (Ban hành kèm theo Quyết định số 3533/QĐ-ĐHSP ngày 07 tháng 12 năm 2023 của Hiệu trưởng Trường Đại học Sư phạm Thành phố Hồ Chí Minh)",
      "doc_type": "regulation",
      "title": "QUY CHẾ Đào tạo trình độ cao đẳng ngành Giáo dục Mầm non",
      "issuing_body": "Trường Đại học Sư phạm Thành phố Hồ Chí Minh",
      "issued_year": 2023,
      "scope": "Đào tạo trình độ cao đẳng ngành Giáo dục Mầm non",
      "applies_to": "sinh viên cao đẳng ngành Giáo dục Mầm non khóa 50",
      "chapter": "Chương I",
      "chapter_title": "NHỮNG QUY ĐỊNH CHUNG",
      "article": "3",
      "article_title": "Chương trình đào tạo và thời gian học tập",
      "chunk_index": 4,
      "chunk_total": 4,
      "points": "5-5"
    }
  },
  {
    "content": "Phương thức tổ chức đào tạo\n 1. Đào tạo theo tín chỉ\n a) Tổ chức đào tạo theo từng lớp học phần, cho phép sinh viên tích lũy tín chỉ của từng học phần và thực hiện CTĐT theo kế hoạch học tập của cá nhân, phù hợp với kế hoạch giảng dạy của Trường;\n b) Sinh viên không đạt một học phần bắt buộc sẽ phải đăng ký học lại học phần đó hoặc một học phần tương đương theo quy định trong CTĐT, hoặc một học phần thay thế nếu học phần đó không còn được giảng dạy;\n c) Sinh viên không đạt một học phần tự chọn bắt buộc sẽ phải đăng ký học lại chính học phần đó hoặc một học phần khác thuộc cùng nhóm học phần tự chọn bắt buộc theo quy định trong CTĐT, hoặc một học phần thay thế nếu học phần đó không còn được giảng dạy;\n d) Sinh viên không đạt một học phần tự chọn tự do sẽ phải đăng ký học lại học phần đó hoặc có thể chọn đăng ký học một học phần khác theo quy định trong CTĐT.\n 2. Trường áp dụng thống nhất phương thức tổ chức đào tạo theo tín chỉ đối với hình thức đào tạo chính quy và hình thức đào tạo vừa làm vừa học.",
    "metadata": {
      "doc_id": "Quy chế (Ban hành kèm theo Quyết định số 3533/QĐ-ĐHSP ngày 07 tháng 12 năm 2023 của Hiệu trưởng Trường Đại học Sư phạm Thành phố Hồ Chí Minh)",
      "doc_type": "regulation",
      "title": "QUY CHẾ Đào tạo trình độ cao đẳng ngành Giáo dục Mầm non",
      "issuing_body": "Trường Đại học Sư phạm Thành phố Hồ Chí Minh",
      "issued_year": 2023,
      "scope": "Đào tạo trình độ cao đẳng ngành Giáo dục Mầm non",
      "applies_to": "sinh viên cao đẳng ngành Giáo dục Mầm non khóa 50",
      "chapter": "Chương I",
      "chapter_title": "NHỮNG QUY ĐỊNH CHUNG",
      "article": "4",
      "article_title": "Phương thức tổ chức đào tạo"
    }
  },
  {
    "content": "Hình thức đào tạo\n 1. Đào tạo chính quy\n a) Các hoạt động giảng dạy được thực hiện tại các cơ sở đào tạo của Trường, riêng những hoạt động thực hành, thực tập, trải nghiệm thực tế và giảng dạy trực tuyến có thể thực hiện ngoài các cơ sở đào tạo của Trường;\n b) Thời gian tổ chức hoạt động giảng dạy trong khoảng từ 7g00 đến 17g30 các ngày trong tuần từ thứ 2 đến thứ 7, được quy định cụ thể trong kế hoạch đào tạo của từng học kỳ;\n c) Thời gian tổ chức những hoạt động đặc thù của CTĐT do các đơn vị phụ trách xây dựng kế hoạch thực hiện, trình Hiệu trưởng xem xét, phê duyệt.\n 2. Đào tạo vừa làm vừa học\n a) Các hoạt động giảng dạy được thực hiện tại Trường hoặc tại cơ sở phối hợp đào tạo theo quy định liên kết đào tạo tại Điều 6 của Quy chế này, riêng những hoạt động thực hành, thực tập, trải nghiệm thực tế và giảng dạy trực tuyến có thể thực hiện ngoài cơ sở đào tạo, cơ sở phối hợp đào tạo;\n b) Thời gian tổ chức hoạt động giảng dạy linh hoạt trong ngày và trong tuần.",
    "metadata": {
      "doc_id": "Quy chế (Ban hành kèm theo Quyết định số 3533/QĐ-ĐHSP ngày 07 tháng 12 năm 2023 của Hiệu trưởng Trường Đại học Sư phạm Thành phố Hồ Chí Minh)",
      "doc_type": "regulation",
      "title": "QUY CHẾ Đào tạo trình độ cao đẳng ngành Giáo dục Mầm non",
      "issuing_body": "Trường Đại học Sư phạm Thành phố Hồ Chí Minh",
      "issued_year": 2023,
      "scope": "Đào tạo trình độ cao đẳng ngành Giáo dục Mầm non",
      "applies_to": "sinh viên cao đẳng ngành Giáo dục Mầm non khóa 50",
      "chapter": "Chương I",
      "chapter_title": "NHỮNG QUY ĐỊNH CHUNG",
      "article": "5",
      "article_title": "Hình thức đào tạo"
    }
  },
  {
    "content": "Liên kết đào tạo\n1. Liên kết đào tạo ngành Giáo dục Mầm non trình độ cao đẳng chỉ thực hiện đối với hình thức vừa làm vừa học.",
    "metadata": {
      "doc_id": "Quy chế (Ban hành kèm theo Quyết định số 3533/QĐ-ĐHSP ngày 07 tháng 12 năm 2023 của Hiệu trưởng Trường Đại học Sư phạm Thành phố Hồ Chí Minh)",
      "doc_type": "regulation",
      "title": "QUY CHẾ Đào tạo trình độ cao đẳng ngành Giáo dục Mầm non",
      "issuing_body": "Trường Đại học Sư phạm Thành phố Hồ Chí Minh",
      "issued_year": 2023,
      "scope": "Đào tạo trình độ cao đẳng ngành Giáo dục Mầm non",
      "applies_to": "sinh viên cao đẳng ngành Giáo dục Mầm non khóa 50",
      "chapter": "Chương I",
      "chapter_title": "NHỮNG QUY ĐỊNH CHUNG",
      "article": "6",
      "article_title": "Liên kết đào tạo",
      "chunk_index": 1,
      "chunk_total": 4,
      "points": "1-1"
    }
  },
  {
    "content": "Liên kết đào tạo\n2. Các yêu cầu tối thiểu đối với cơ sở chủ trì đào tạo:\n a) Đã được công nhận đạt tiêu chuẩn chất lượng cơ sở giáo dục bởi tổ chức kiểm định chất lượng giáo dục hợp pháp và còn hiệu lực theo quy định. Quy định này không áp dụng đối với liên kết đào tạo để thực hiện nâng trình độ chuẩn được đào tạo của giáo viên mầm non theo quy định của Chính phủ;\n b) CTĐT ngành Giáo dục Mầm non trình độ cao đẳng đã được tổ chức thực hiện tối thiểu 03 khóa tuyển sinh liên tục theo hình thức chính quy;\n c) Bảo đảm đội ngũ giảng viên cơ hữu đủ tiêu chuẩn theo quy định giảng dạy tối thiểu 70% nội dung, khối lượng CTĐT;\n d) Đã ban hành quy định về liên kết và đã thẩm định các điều kiện bảo đảm chất lượng của cơ sở phối hợp đào tạo.",
    "metadata": {
      "doc_id": "Quy chế (Ban hành kèm theo Quyết định số 3533/QĐ-ĐHSP ngày 07 tháng 12 năm 2023 của Hiệu trưởng Trường Đại học Sư phạm Thành phố Hồ Chí Minh)",
      "doc_type": "regulation",
      "title": "QUY CHẾ Đào tạo trình độ cao đẳng ngành Giáo dục Mầm non",
      "issuing_body": "Trường Đại học Sư phạm Thành phố Hồ Chí Minh",
      "issued_year": 2023,
      "scope": "Đào tạo trình độ cao đẳng ngành Giáo dục Mầm non",
      "applies_to": "sinh viên cao đẳng ngành Giáo dục Mầm non khóa 50",
      "chapter": "Chương I",
      "chapter_title": "NHỮNG QUY ĐỊNH CHUNG",
      "article": "6",
      "article_title": "Liên kết đào tạo",
      "chunk_index": 2,
      "chunk_total": 4,
      "points": "2-2"
    }
  },
  {
    "content": "Liên kết đào tạo\n3. Các yêu cầu tối thiểu của cơ sở phối hợp đào tạo\n a) Đáp ứng các yêu cầu về môi trường sư phạm, cơ sở vật chất, thiết bị, thư viện và cán bộ quản lý theo yêu cầu của CTĐT;\n b) Đã có báo cáo tự đánh giá chất lượng cơ sở giáo dục gửi về cơ quan nhà nước có thẩm quyền theo quy định.",
    "metadata": {
      "doc_id": "Quy chế (Ban hành kèm theo Quyết định số 3533/QĐ-ĐHSP ngày 07 tháng 12 năm 2023 của Hiệu trưởng Trường Đại học Sư phạm Thành phố Hồ Chí Minh)",
      "doc_type": "regulation",
      "title": "QUY CHẾ Đào tạo trình độ cao đẳng ngành Giáo dục Mầm non",
      "issuing_body": "Trường Đại học Sư phạm Thành phố Hồ Chí Minh",
      "issued_year": 2023,
      "scope": "Đào tạo trình độ cao đẳng ngành Giáo dục Mầm non",
      "applies_to": "sinh viên cao đẳng ngành Giáo dục Mầm non khóa 50",
      "chapter": "Chương I",
      "chapter_title": "NHỮNG QUY ĐỊNH CHUNG",
      "article": "6",
      "article_title": "Liên kết đào tạo",
      "chunk_index": 3,
      "chunk_total": 4,
      "points": "3-3"
    }
  },
  {
    "content": "Liên kết đào tạo\n4. Trách nhiệm của các bên tham gia liên kết đào tạo\n a) Cơ sở chủ trì đào tạo và cơ sở phối hợp đào tạo chịu trách nhiệm ký kết hợp đồng liên kết đào tạo, thỏa thuận cụ thể về quyền và trách nhiệm của các bên trong việc phối hợp tổ chức thực hiện, quản lý quá trình dạy học bảo đảm chất lượng đào tạo và thực hiện nội dung đã thỏa thuận phù hợp với các quy định của Quy chế này và các quy định pháp luật khác có liên quan;\n b) Cơ sở chủ trì đào tạo chịu trách nhiệm quản lý chất lượng đào tạo; báo cáo hoạt động liên kết đào tạo với Ủy ban nhân dân cấp tỉnh nơi liên kết đào tạo trước khi tổ chức tuyển sinh; trong quá trình đào tạo, nếu cơ sở phối hợp đào tạo không đáp ứng được các yêu cầu về bảo đảm chất lượng theo quy định của học phần hoặc của CTĐT thì phải chuyển sinh viên về cơ sở chủ trì liên kết để tiếp tục đào tạo theo quy định và bảo đảm quyền lợi cho sinh viên;\n c) Cơ sở phối hợp đào tạo có trách nhiệm cùng cơ sở chủ trì đào tạo bảo đảm đủ điều kiện cơ sở vật chất thực hiện đào tạo; tham gia quản lý, giảng dạy, theo thỏa thuận giữa hai bên;\n d) Cơ sở chủ trì đào tạo, cơ sở phối hợp đào tạo chịu trách nhiệm trước pháp luật về việc thực hiện hợp đồng liên kết đào tạo; thực hiện các quy chế về tuyển sinh, đào tạo; bảo đảm quyền lợi chính đáng cho giảng viên, sinh viên trong suốt quá trình thực hiện hoạt động đào tạo.",
    "metadata": {
      "doc_id": "Quy chế (Ban hành kèm theo Quyết định số 3533/QĐ-ĐHSP ngày 07 tháng 12 năm 2023 của Hiệu trưởng Trường Đại học Sư phạm Thành phố Hồ Chí Minh)",
      "doc_type": "regulation",
      "title": "QUY CHẾ Đào tạo trình độ cao đẳng ngành Giáo dục Mầm non",
      "issuing_body": "Trường Đại học Sư phạm Thành phố Hồ Chí Minh",
      "issued_year": 2023,
      "scope": "Đào tạo trình độ cao đẳng ngành Giáo dục Mầm non",
      "applies_to": "sinh viên cao đẳng ngành Giáo dục Mầm non khóa 50",
      "chapter": "Chương I",
      "chapter_title": "NHỮNG QUY ĐỊNH CHUNG",
      "article": "6",
      "article_title": "Liên kết đào tạo",
      "chunk_index": 4,
      "chunk_total": 4,
      "points": "4-4"
    }
  },
  {
    "content": "Kế hoạch giảng dạy và học tập\n1. Kế hoạch giảng dạy và học tập chi tiết hóa việc tổ chức thực hiện các CTĐT theo năm học, học kỳ, phù hợp với hình thức đào tạo chính quy hoặc vừa làm vừa học và phương thức tổ chức đào tạo theo tín chỉ.\n2. Kế hoạch năm học của mỗi hình thức đào tạo thể hiện những mốc thời gian chính của các hoạt động đào tạo trong năm học, CTĐT, được công bố kịp thời tới các bên liên quan trước khi bắt đầu năm học. Một năm học có 02 học kỳ chính và 01 học kỳ phụ.\n3. Kế hoạch học kỳ bao gồm kế hoạch mở lớp, hình thức giảng dạy và học tập (trực tiếp hoặc trực tuyến), kế hoạch đăng ký học phần, rút bớt học phần, lịch học, lịch thi của các học phần được tổ chức trong học kỳ. Kế hoạch học kỳ được xây dựng và công bố kịp thời với đầy đủ thông tin cần thiết, bảo đảm thuận tiện cho sinh viên xây dựng kế hoạch học tập và đăng ký học tập.",
    "metadata": {
      "doc_id": "Quy chế (Ban hành kèm theo Quyết định số 3533/QĐ-ĐHSP ngày 07 tháng 12 năm 2023 của Hiệu trưởng Trường Đại học Sư phạm Thành phố Hồ Chí Minh)",
      "doc_type": "regulation",
      "title": "QUY CHẾ Đào tạo trình độ cao đẳng ngành Giáo dục Mầm non",
      "issuing_body": "Trường Đại học Sư phạm Thành phố Hồ Chí Minh",
      "issued_year": 2023,
      "scope": "Đào tạo trình độ cao đẳng ngành Giáo dục Mầm non",
      "applies_to": "sinh viên cao đẳng ngành Giáo dục Mầm non khóa 50",
      "chapter": "Chương II",
      "chapter_title": "LẬP KẾ HOẠCH, TỔ CHỨC GIẢNG DẠY VÀ HỌC TẬP",
      "article": "7",
      "article_title": "Kế hoạch giảng dạy và học tập",
      "chunk_index": 1,
      "chunk_total": 3,
      "points": "1-3"
    }
  },
  {
    "content": "Kế hoạch giảng dạy và học tập\n4. Thời khóa biểu thể hiện thời gian, địa điểm, hoạt động dạy và học của từng lớp thuộc các khóa học, CTĐT và hình thức đào tạo. Thời khóa biểu của các lớp học phần bình thường được bố trí đều trong các tuần của học kỳ. Trong trường hợp cần thiết phải xếp lịch học tập trung thời gian, số giờ giảng đối với một học phần bất kỳ không vượt quá 15 giờ/tuần và 4 giờ/ngày.",
    "metadata": {
      "doc_id": "Quy chế (Ban hành kèm theo Quyết định số 3533/QĐ-ĐHSP ngày 07 tháng 12 năm 2023 của Hiệu trưởng Trường Đại học Sư phạm Thành phố Hồ Chí Minh)",
      "doc_type": "regulation",
      "title": "QUY CHẾ Đào tạo trình độ cao đẳng ngành Giáo dục Mầm non",
      "issuing_body": "Trường Đại học Sư phạm Thành phố Hồ Chí Minh",
      "issued_year": 2023,
      "scope": "Đào tạo trình độ cao đẳng ngành Giáo dục Mầm non",
      "applies_to": "sinh viên cao đẳng ngành Giáo dục Mầm non khóa 50",
      "chapter": "Chương II",
      "chapter_title": "LẬP KẾ HOẠCH, TỔ CHỨC GIẢNG DẠY VÀ HỌC TẬP",
      "article": "7",
      "article_title": "Kế hoạch giảng dạy và học tập",
      "chunk_index": 2,
      "chunk_total": 3,
      "points": "4-4"
    }
  },
  {
    "content": "Kế hoạch giảng dạy và học tập\n5. Việc phân bổ các học kỳ\n a) Đối với hình thức đào tạo chính quy, một năm học có hai học kỳ chính, mỗi học kỳ chính có ít nhất 15 tuần thực học và 3 tuần thi. Ngoài hai học kỳ chính, tùy tình hình thực tế, Hiệu trưởng quyết định tổ chức thêm học kỳ phụ có ít nhất 05 tuần thực học và 01 tuần thi để sinh viên có điều kiện được học lại, học bù hoặc học vượt.\n b) Thời gian hoạt động giảng dạy được thực hiện từ 7g00 đến 17g30 và được chia thành các tiết học. Mỗi tiết học tính bằng 50 phút, được bố trí cụ thể như sau: \n[\n  {\n    \"buoi\": \"Sáng\",\n    \"tiet\": 1,\n    \"bat_dau\": \"07:00\",\n    \"ket_thuc\": \"07:50\"\n  },\n  {\n    \"buoi\": \"Sáng\",\n    \"tiet\": 2,\n    \"bat_dau\": \"07:50\",\n    \"ket_thuc\": \"08:40\"\n  },\n  {\n    \"buoi\": \"Sáng\",\n    \"tiet\": 3,\n    \"bat_dau\": \"08:50\",\n    \"ket_thuc\": \"09:40\"\n  },\n  {\n    \"buoi\": \"Sáng\",\n    \"tiet\": 4,\n    \"bat_dau\": \"09:40\",\n    \"ket_thuc\": \"10:30\"\n  },\n  {\n    \"buoi\": \"Sáng\",\n    \"tiet\": 5,\n    \"bat_dau\": \"10:40\",\n    \"ket_thuc\": \"11:30\"\n  },\n  {\n    \"buoi\": \"Chiều\",\n    \"tiet\": 6,\n    \"bat_dau\": \"13:00\",\n    \"ket_thuc\": \"13:50\"\n  },\n  {\n    \"buoi\": \"Chiều\",\n    \"tiet\": 7,\n    \"bat_dau\": \"13:50\",\n    \"ket_thuc\": \"14:40\"\n  },\n  {\n    \"buoi\": \"Chiều\",\n    \"tiet\": 8,\n    \"bat_dau\": \"14:50\",\n    \"ket_thuc\": \"15:40\"\n  },\n  {\n    \"buoi\": \"Chiều\",\n    \"tiet\": 9,\n    \"bat_dau\": \"15:40\",\n    \"ket_thuc\": \"16:30\"\n  },\n  {\n    \"buoi\": \"Chiều\",\n    \"tiet\": 10,\n    \"bat_dau\": \"16:40\",\n    \"ket_thuc\": \"17:30\"\n  }\n]\n c) Đối với hình thức đào tạo vừa làm vừa học, thời gian tổ chức các học kỳ sẽ được quy định theo từng lớp học và được thông báo trước khi bắt đầu khóa học.",
    "metadata": {
      "doc_id": "Quy chế (Ban hành kèm theo Quyết định số 3533/QĐ-ĐHSP ngày 07 tháng 12 năm 2023 của Hiệu trưởng Trường Đại học Sư phạm Thành phố Hồ Chí Minh)",
      "doc_type": "regulation",
      "title": "QUY CHẾ Đào tạo trình độ cao đẳng ngành Giáo dục Mầm non",
      "issuing_body": "Trường Đại học Sư phạm Thành phố Hồ Chí Minh",
      "issued_year": 2023,
      "scope": "Đào tạo trình độ cao đẳng ngành Giáo dục Mầm non",
      "applies_to": "sinh viên cao đẳng ngành Giáo dục Mầm non khóa 50",
      "chapter": "Chương II",
      "chapter_title": "LẬP KẾ HOẠCH, TỔ CHỨC GIẢNG DẠY VÀ HỌC TẬP",
      "article": "7",
      "article_title": "Kế hoạch giảng dạy và học tập",
      "chunk_index": 3,
      "chunk_total": 3,
      "points": "5-5"
    }
  },
  {
    "content": "Tổ chức giảng dạy và học tập\n1. Yêu cầu về tổ chức giảng dạy và học tập\n a) Bảo đảm đội ngũ giảng viên cơ hữu đủ số lượng, tiêu chuẩn theo quy định hiện hành của Bộ Giáo dục và Đào tạo; phân công giảng viên tham gia giảng dạy phù hợp với quy định về chế độ làm việc của giảng viên;\n b) Phát huy năng lực chuyên môn và trách nhiệm nghề nghiệp của đội ngũ giảng viên, phù hợp với quy định về chế độ làm việc của giảng viên;\n c) Phát huy vai trò chủ động đồng thời đề cao trách nhiệm của sinh viên, tạo điều kiện và động lực để sinh viên nỗ lực học tập; giữ vững kỷ cương học đường, nâng cao chất lượng và hiệu quả đào tạo;\n d) Việc tổ chức giảng dạy và học tập phải được thanh tra, giám sát nội bộ; đ) Hệ thống cải tiến chất lượng dựa trên thu thập, đánh giá ý kiến phản hồi của người học được thực hiện theo các quy định hiện hành của Trường;\n e) Thực hành sư phạm và thực tập sư phạm có thời lượng, nội dung được quy định trong CTĐT đảm bảo phù hợp với quy định về khối lượng kiến thức tối thiểu, yêu cầu về năng lực mà người học đạt được sau khi tốt nghiệp trình độ cao đẳng nhóm ngành đào tạo giáo viên theo quy định của Bộ Giáo dục và Đào tạo.",
    "metadata": {
      "doc_id": "Quy chế (Ban hành kèm theo Quyết định số 3533/QĐ-ĐHSP ngày 07 tháng 12 năm 2023 của Hiệu trưởng Trường Đại học Sư phạm Thành phố Hồ Chí Minh)",
      "doc_type": "regulation",
      "title": "QUY CHẾ Đào tạo trình độ cao đẳng ngành Giáo dục Mầm non",
      "issuing_body": "Trường Đại học Sư phạm Thành phố Hồ Chí Minh",
      "issued_year": 2023,
      "scope": "Đào tạo trình độ cao đẳng ngành Giáo dục Mầm non",
      "applies_to": "sinh viên cao đẳng ngành Giáo dục Mầm non khóa 50",
      "chapter": "Chương II",
      "chapter_title": "LẬP KẾ HOẠCH, TỔ CHỨC GIẢNG DẠY VÀ HỌC TẬP",
      "article": "8",
      "article_title": "Tổ chức giảng dạy và học tập",
      "chunk_index": 1,
      "chunk_total": 4,
      "points": "1-1"
    }
  },
  {
    "content": "Tổ chức giảng dạy và học tập\n2. Tổ chức lớp học\n a) Lớp sinh viên và giảng viên phụ trách lớp – Lớp sinh viên được tổ chức theo khóa học đối với ngành đào tạo. Lớp sinh viên được duy trì trong cả khóa đào tạo, có mã số riêng, có hệ thống cán bộ lớp, cán bộ đoàn và hội sinh viên. Mỗi lớp có không quá 50 sinh viên; – Giảng viên phụ trách lớp sinh viên đồng thời giữ vai trò CVHT cho sinh viên trong lớp về đào tạo như: giúp đỡ sinh viên lập kế hoạch học tập cho toàn bộ khóa học và kế hoạch cho từng học kỳ; – Tổ chức hoạt động của lớp sinh viên và vai trò, trách nhiệm của giảng viên phụ trách lớp được quy định trong Quy chế công tác học sinh, sinh viên của Trường.\n b) Lớp học phần – Mỗi học phần được tổ chức thành các lớp học phần dựa theo thời khóa biểu chung của Trường. Mỗi lớp học phần có mã số riêng; – Tùy theo điều kiện cụ thể của từng học kỳ, Trưởng đơn vị phụ trách đào tạo trình Hiệu trưởng quyết định số sinh viên tối thiểu cho mỗi lớp học phần. Nếu số sinh viên đăng ký ít hơn quy định, lớp học phần sẽ không được tổ chức và sinh viên phải đăng ký chuyển sang học ở những lớp học phần khác mà Trường có tổ chức cho đủ số tín chỉ tối thiểu quy định trong học kỳ.",
    "metadata": {
      "doc_id": "Quy chế (Ban hành kèm theo Quyết định số 3533/QĐ-ĐHSP ngày 07 tháng 12 năm 2023 của Hiệu trưởng Trường Đại học Sư phạm Thành phố Hồ Chí Minh)",
      "doc_type": "regulation",
      "title": "QUY CHẾ Đào tạo trình độ cao đẳng ngành Giáo dục Mầm non",
      "issuing_body": "Trường Đại học Sư phạm Thành phố Hồ Chí Minh",
      "issued_year": 2023,
      "scope": "Đào tạo trình độ cao đẳng ngành Giáo dục Mầm non",
      "applies_to": "sinh viên cao đẳng ngành Giáo dục Mầm non khóa 50",
      "chapter": "Chương II",
      "chapter_title": "LẬP KẾ HOẠCH, TỔ CHỨC GIẢNG DẠY VÀ HỌC TẬP",
      "article": "8",
      "article_title": "Tổ chức giảng dạy và học tập",
      "chunk_index": 2,
      "chunk_total": 4,
      "points": "2-2"
    }
  },
  {
    "content": "Tổ chức giảng dạy và học tập\n3. Thời khóa biểu và phân công giảng dạy\n a) Căn cứ kế hoạch năm học, Trường xây dựng thời khóa biểu cho từng học kỳ; Khoa đào tạo, bộ môn tổ chức phân công giảng viên giảng dạy các lớp học phần theo thời khóa biểu;\n b) Trong buổi học đầu tiên của học phần, giảng viên có trách nhiệm phổ biến cho sinh viên đề cương chi tiết học phần và các quy định khác liên quan đến học phần;\n c) Trách nhiệm, quyền hạn của giảng viên được phân công giảng dạy hoặc hướng dẫn sinh viên; trách nhiệm, quyền hạn của các đơn vị chuyên môn và các đơn vị quản lý, hỗ trợ liên quan; trách nhiệm, quyền hạn của sinh viên khi tham dự các lớp học, tham gia thí nghiệm, thực hành hoặc khi được giao thực tập, đồ án, khóa luận và các hoạt động học tập khác được thực hiện theo các quy định hiện hành của Trường;\n d) Việc phân công giảng viên phụ trách lớp, giảng viên giảng dạy, giảng viên hướng dẫn sinh viên làm thí nghiệm, thực hành, thực tập, đồ án, khóa luận và thực hiện các hoạt động học tập khác được thực hiện theo các quy định hiện hành của Trường và theo kế hoạch đào tạo được ban hành theo từng học kỳ.",
    "metadata": {
      "doc_id": "Quy chế (Ban hành kèm theo Quyết định số 3533/QĐ-ĐHSP ngày 07 tháng 12 năm 2023 của Hiệu trưởng Trường Đại học Sư phạm Thành phố Hồ Chí Minh)",
      "doc_type": "regulation",
      "title": "QUY CHẾ Đào tạo trình độ cao đẳng ngành Giáo dục Mầm non",
      "issuing_body": "Trường Đại học Sư phạm Thành phố Hồ Chí Minh",
      "issued_year": 2023,
      "scope": "Đào tạo trình độ cao đẳng ngành Giáo dục Mầm non",
      "applies_to": "sinh viên cao đẳng ngành Giáo dục Mầm non khóa 50",
      "chapter": "Chương II",
      "chapter_title": "LẬP KẾ HOẠCH, TỔ CHỨC GIẢNG DẠY VÀ HỌC TẬP",
      "article": "8",
      "article_title": "Tổ chức giảng dạy và học tập",
      "chunk_index": 3,
      "chunk_total": 4,
      "points": "3-3"
    }
  },
  {
    "content": "Tổ chức giảng dạy và học tập\n4. Tổ chức giảng dạy và học tập\n a) Tối đa 30% tổng khối lượng của CTĐT có thể được thực hiện bằng lớp học trực tuyến. Trong trường hợp thiên tai, dịch bệnh phức tạp và các trường hợp bất khả kháng khác, Trường thực hiện theo hướng dẫn của Bộ Giáo dục và Đào tạo;\n b) Phương pháp dạy và học được quy định trong đề cương chi tiết mỗi học phần, trong đó phương pháp dạy và học phải phù hợp với điều kiện cơ sở vật chất và đặc thù học phần.\n5. Việc lấy ý kiến phản hồi của người học về các điều kiện bảo đảm chất lượng, hiệu quả học tập đối với tất cả các lớp học của Trường và việc công khai ý kiến phản hồi của người học, bao gồm nội dung, mức độ, hình thức công khai do đơn vị phụ trách về đảm bảo chất lượng chủ trì tổ chức thực hiện.",
    "metadata": {
      "doc_id": "Quy chế (Ban hành kèm theo Quyết định số 3533/QĐ-ĐHSP ngày 07 tháng 12 năm 2023 của Hiệu trưởng Trường Đại học Sư phạm Thành phố Hồ Chí Minh)",
      "doc_type": "regulation",
      "title": "QUY CHẾ Đào tạo trình độ cao đẳng ngành Giáo dục Mầm non",
      "issuing_body": "Trường Đại học Sư phạm Thành phố Hồ Chí Minh",
      "issued_year": 2023,
      "scope": "Đào tạo trình độ cao đẳng ngành Giáo dục Mầm non",
      "applies_to": "sinh viên cao đẳng ngành Giáo dục Mầm non khóa 50",
      "chapter": "Chương II",
      "chapter_title": "LẬP KẾ HOẠCH, TỔ CHỨC GIẢNG DẠY VÀ HỌC TẬP",
      "article": "8",
      "article_title": "Tổ chức giảng dạy và học tập",
      "chunk_index": 4,
      "chunk_total": 4,
      "points": "4-5"
    }
  },
  {
    "content": "Tổ chức đăng ký học tập\n1. Đối với hình thức đào tạo chính quy\n a) Trong học kỳ đầu tiên của khóa học, sinh viên học tập theo thời khóa biểu do Trường ấn định nhằm đảm bảo kế hoạch học tập của CTĐT đã được ban hành;\n b) Từ học kỳ thứ hai của khóa học, sinh viên phải tự đăng ký các học phần trên hệ thống đăng ký học tập của Trường theo kế hoạch được ban hành. Các học phần được đăng ký bao gồm: học phần mới, học phần chưa đạt (để học lại), học phần đã đạt để cải thiện điểm (nếu có) đáp ứng điều kiện đăng ký của mỗi học phần trong danh sách học phần được mở;\n c) Lịch đăng ký học phần được công bố chậm nhất 01 tuần trước khi bắt đầu mở hệ thống đăng ký;\n d) Thủ tục, quy trình và thao tác đăng ký học phần được hướng dẫn cụ thể tại Cổng thông tin điện tử của Trường; đ) Việc rút bớt học phần đã đăng ký được thực hiện trong thời hạn theo thông báo của Trường và phải đảm bảo được khối lượng tối thiểu quy định tại điểm e khoản này. Sau thời hạn được phép rút bớt học phần, danh sách lớp học phần vẫn được giữ nguyên; nếu sinh viên không đi học sẽ được xem như tự ý bỏ học;\n e) Giới hạn khối lượng học tập của sinh viên trong mỗi học kỳ chính nằm trong khung như sau: – Khối lượng tối thiểu không ít hơn 2/3 khối lượng trung bình một học kỳ theo kế hoạch học tập chuẩn của CTĐT đã được ban hành; – Khối lượng tối đa không vượt quá 3/2 khối lượng trung bình một học kỳ theo kế hoạch học tập chuẩn của CTĐT đã được ban hành.",
    "metadata": {
      "doc_id": "Quy chế (Ban hành kèm theo Quyết định số 3533/QĐ-ĐHSP ngày 07 tháng 12 năm 2023 của Hiệu trưởng Trường Đại học Sư phạm Thành phố Hồ Chí Minh)",
      "doc_type": "regulation",
      "title": "QUY CHẾ Đào tạo trình độ cao đẳng ngành Giáo dục Mầm non",
      "issuing_body": "Trường Đại học Sư phạm Thành phố Hồ Chí Minh",
      "issued_year": 2023,
      "scope": "Đào tạo trình độ cao đẳng ngành Giáo dục Mầm non",
      "applies_to": "sinh viên cao đẳng ngành Giáo dục Mầm non khóa 50",
      "chapter": "Chương II",
      "chapter_title": "LẬP KẾ HOẠCH, TỔ CHỨC GIẢNG DẠY VÀ HỌC TẬP",
      "article": "9",
      "article_title": "Tổ chức đăng ký học tập",
      "chunk_index": 1,
      "chunk_total": 2,
      "points": "1-1"
    }
  },
  {
    "content": "Tổ chức đăng ký học tập\n2. Đối với hình thức đào tạo vừa làm vừa học\n a) Sinh viên học tập theo thời khóa biểu do Trường sắp xếp nhằm đảm bảo kế hoạch học tập của CTĐT đã được ban hành;\n b) Căn cứ vào danh sách học phần được mở theo thông báo của Trường và điều kiện đăng ký của mỗi học phần, sinh viên đăng ký học lại các học phần chưa đạt, một số học phần đã đạt để cải thiện điểm (nếu có) và một số học phần học vượt nhằm đẩy nhanh tiến độ học tập nhưng phải phù hợp với quy định tại điểm e khoản 1 Điều này;\n c) Sinh viên học theo hình thức vừa làm vừa học có thể đăng ký học một số học phần được tổ chức đào tạo theo hình thức chính quy nhưng phải phù hợp với quy định tại khoản 1 Điều này.",
    "metadata": {
      "doc_id": "Quy chế (Ban hành kèm theo Quyết định số 3533/QĐ-ĐHSP ngày 07 tháng 12 năm 2023 của Hiệu trưởng Trường Đại học Sư phạm Thành phố Hồ Chí Minh)",
      "doc_type": "regulation",
      "title": "QUY CHẾ Đào tạo trình độ cao đẳng ngành Giáo dục Mầm non",
      "issuing_body": "Trường Đại học Sư phạm Thành phố Hồ Chí Minh",
      "issued_year": 2023,
      "scope": "Đào tạo trình độ cao đẳng ngành Giáo dục Mầm non",
      "applies_to": "sinh viên cao đẳng ngành Giáo dục Mầm non khóa 50",
      "chapter": "Chương II",
      "chapter_title": "LẬP KẾ HOẠCH, TỔ CHỨC GIẢNG DẠY VÀ HỌC TẬP",
      "article": "9",
      "article_title": "Tổ chức đăng ký học tập",
      "chunk_index": 2,
      "chunk_total": 2,
      "points": "2-2"
    }
  },
  {
    "content": "Đánh giá và tính điểm học phần\n1. Đánh giá học phần\n a) Đối với mỗi học phần, sinh viên được đánh giá qua hai điểm thành phần (điểm đánh giá quá trình và điểm thi kết thúc học phần), đối với các học phần ít hơn 02 tín chỉ có thể chỉ có một điểm đánh giá kết thúc học phần. Các điểm thành phần được đánh giá theo thang điểm 10 . Phương pháp đánh giá, hình thức đánh giá và trọng số của mỗi điểm thành phần được quy định trong đề cương chi tiết của mỗi học phần và được giảng viên công bố cho sinh viên biết trước khi bắt đầu giảng dạy học phần. Việc đánh giá và tính điểm học phần phải công bằng đối với tất cả sinh viên trong từng lớp học phần, giữa các lớp học phần, các khóa học và các hình thức đào tạo;\n b) Đánh giá quá trình – Giảng viên phụ trách học phần trực tiếp ra đề thi, đề kiểm tra và cho điểm đánh giá quá trình; – Điểm đánh giá quá trình không được bảo lưu và không được phúc khảo.\n c) Thi kết thúc học phần – Cuối mỗi học kỳ, Trường tổ chức một kỳ thi chính. Căn cứ điều kiện cụ thể từng năm học, Hiệu trưởng quyết định tổ chức các kỳ thi phụ; – Việc chấm thi kết thúc học phần phải do tối thiểu hai giảng viên đảm nhiệm, trừ trường hợp chấm thi theo hình thức trắc nghiệm; – Điểm thi kết thúc học phần có thể được phúc khảo; – Sinh viên là tác giả chính của đề tài sinh viên NCKH được đánh giá đạt loại khá trở lên có thể nộp đơn cho Trưởng khoa để đăng ký sử dụng điểm đánh giá đề tài NCKH thay thế cho điểm thi kết thúc học phần (không quá 3 tín chỉ) liên quan gần với đề tài.\n d) Đánh giá khóa luận tốt nghiệp, sản phẩm NCKH – Việc đánh giá mỗi khóa luận tốt nghiệp, sản phẩm NCKH phải do ít nhất 2 giảng viên đảm nhiệm; – Sinh viên có khóa luận tốt nghiệp, sản phẩm NCKH bị điểm dưới C phải đăng ký học một số học phần chuyên môn để thay thế. đ) Hình thức đánh giá trực tuyến được áp dụng khi đảm bảo trung thực, công bằng và khách quan như đánh giá trực tiếp và đóng góp không quá 50% trọng số điểm học phần. Riêng việc tổ chức bảo vệ và đánh giá khóa luận tốt nghiệp, sản phẩm NCKH được thực hiện trực tuyến với trọng số cao hơn khi đáp ứng thêm các điều kiện sau đây: – Việc đánh giá được thực hiện thông qua một hội đồng chuyên môn gồm ít nhất 3 thành viên; – Hình thức bảo vệ và đánh giá trực tuyến được sự đồng thuận của các thành viên hội đồng và người học; – Diễn biến của buổi bảo vệ trực tuyến được ghi hình, ghi âm đầy đủ và lưu trữ đúng theo quy định.\n e) Sinh viên vắng mặt trong buổi thi, đánh giá không có lý do chính đáng phải nhận điểm 0 . Sinh viên vắng mặt có lý do chính đáng phải viết đơn kèm theo các minh chứng cần thiết gửi Trưởng khoa/bộ môn xác nhận và nộp về đơn vị phụ trách khảo thí của Trường; nếu được Trường cho phép, sinh viên sẽ được bố trí thi bổ sung vào đợt khác và được tính điểm lần đầu;\n g) Các nội dung chi tiết về việc tổ chức đánh giá quá trình học tập và tổ chức thi kết thúc học phần được thực hiện theo các quy định hiện hành của Trường.",
    "metadata": {
      "doc_id": "Quy chế (Ban hành kèm theo Quyết định số 3533/QĐ-ĐHSP ngày 07 tháng 12 năm 2023 của Hiệu trưởng Trường Đại học Sư phạm Thành phố Hồ Chí Minh)",
      "doc_type": "regulation",
      "title": "QUY CHẾ Đào tạo trình độ cao đẳng ngành Giáo dục Mầm non",
      "issuing_body": "Trường Đại học Sư phạm Thành phố Hồ Chí Minh",
      "issued_year": 2023,
      "scope": "Đào tạo trình độ cao đẳng ngành Giáo dục Mầm non",
      "applies_to": "sinh viên cao đẳng ngành Giáo dục Mầm non khóa 50",
      "chapter": "Chương III",
      "chapter_title": "ĐÁNH GIÁ KẾT QUẢ HỌC TẬP VÀ CẤP BẰNG TỐT NGHIỆP",
      "article": "10",
      "article_title": "Đánh giá và tính điểm học phần",
      "chunk_index": 1,
      "chunk_total": 3,
      "points": "1-1"
    }
  },
  {
    "content": "Đánh giá và tính điểm học phần\n2. Cách tính điểm học phần Điểm học phần được tính từ tổng các điểm thành phần nhân với trọng số tương ứng, được làm tròn tới một chữ số thập phân và xếp loại điểm chữ như dưới đây, trừ các trường hợp được quy định tại điểm c khoản này.\n a) Hệ thống các điểm đạt có phân mức (áp dụng cho các học phần được tính vào điểm trung bình học tập) và điểm không đạt được quy định như sau: \n{\n  \"metadata\": {\n    \"description\": \"Quy chế đào tạo, hệ thống điểm và thời gian biểu\",\n    \"updated_at\": \"2026-01-16\"\n  },\n  \"quy_che_dao_tao\": {\n    \"dai_hoc\": [\n      {\n        \"chuong_trinh\": \"Đào tạo đại học cấp bằng thứ nhất\",\n        \"thoi_gian_chuan\": 5.0,\n        \"thoi_gian_toi_da\": 9.0,\n        \"don_vi\": \"năm\"\n      },\n      {\n        \"chuong_trinh\": \"Liên thông từ CĐ lên ĐH\",\n        \"thoi_gian_chuan\": 2.0,\n        \"thoi_gian_toi_da\": 4.0,\n        \"don_vi\": \"năm\"\n      },\n      {\n        \"chuong_trinh\": \"Liên thông từ Trung cấp lên ĐH\",\n        \"thoi_gian_chuan\": 3.0,\n        \"thoi_gian_toi_da\": 6.0,\n        \"don_vi\": \"năm\"\n      },\n      {\n        \"chuong_trinh\": \"Liên thông ĐH (văn bằng 2)\",\n        \"thoi_gian_chuan\": 2.5,\n        \"thoi_gian_toi_da\": 5.0,\n        \"don_vi\": \"năm\"\n      }\n    ],\n    \"cao_dang\": [\n      {\n        \"chuong_trinh\": \"Cao đẳng chính quy\",\n        \"thoi_gian_chuan\": 3.0,\n        \"thoi_gian_toi_da\": 6.0,\n        \"don_vi\": \"năm\"\n      },\n      {\n        \"chuong_trinh\": \"Cao đẳng vừa làm vừa học\",\n        \"thoi_gian_chuan\": 3.5,\n        \"thoi_gian_toi_da\": 7.0,\n        \"don_vi\": \"năm\"\n      }\n    ]\n  },\n  \"he_thong_diem\": {\n    \"quy_doi_thang_10_sang_chu\": [\n      { \"loai\": \"Đạt\", \"diem_chu\": \"A\", \"min\": 8.5, \"max\": 10.0 },\n      { \"loai\": \"Đạt\", \"diem_chu\": \"B+\", \"min\": 7.8, \"max\": 8.4 },\n      { \"loai\": \"Đạt\", \"diem_chu\": \"B\", \"min\": 7.0, \"max\": 7.7 },\n      { \"loai\": \"Đạt\", \"diem_chu\": \"C+\", \"min\": 6.3, \"max\": 6.9 },\n      { \"loai\": \"Đạt\", \"diem_chu\": \"C\", \"min\": 5.5, \"max\": 6.2 },\n      { \"loai\": \"Đạt\", \"diem_chu\": \"D+\", \"min\": 4.8, \"max\": 5.4 },\n      { \"loai\": \"Đạt\", \"diem_chu\": \"D\", \"min\": 4.0, \"max\": 4.7 },\n      { \"loai\": \"Không đạt\", \"diem_chu\": \"F+\", \"min\": 3.0, \"max\": 3.9 },\n      { \"loai\": \"Không đạt\", \"diem_chu\": \"F\", \"min\": 0.0, \"max\": 2.9 }\n    ],\n    \"quy_doi_chu_sang_he_4\": {\n      \"A\": 4.0,\n      \"B+\": 3.5,\n      \"B\": 3.0,\n      \"C+\": 2.5,\n      \"C\": 2.0,\n      \"D+\": 1.5,\n      \"D\": 1.0,\n      \"F+\": 0.5,\n      \"F\": 0.0\n    },\n    \"xep_loai_hoc_tap\": [\n      { \"loai\": \"Xuất sắc\", \"min\": 3.6, \"max\": 4.0 },\n      { \"loai\": \"Giỏi\", \"min\": 3.2, \"max\": 3.59 },\n      { \"loai\": \"Khá\", \"min\": 2.5, \"max\": 3.19 },\n      { \"loai\": \"Trung bình\", \"min\": 2.0, \"max\": 2.49 },\n      { \"loai\": \"Yếu\", \"min\": 1.0, \"max\": 1.99 },\n      { \"loai\": \"Kém\", \"min\": 0.0, \"max\": 0.99 }\n    ]\n  },\n  \"thoi_gian_bieu\": {\n    \"sang\": [\n      { \"tiet\": 1, \"start\": \"07:00\", \"end\": \"07:50\" },\n      { \"tiet\": 2, \"start\": \"07:50\", \"end\": \"08:40\" },\n      { \"tiet\": 3, \"start\": \"08:50\", \"end\": \"09:40\" },\n      { \"tiet\": 4, \"start\": \"09:40\", \"end\": \"10:30\" },\n      { \"tiet\": 5, \"start\": \"10:40\", \"end\": \"11:30\" }\n    ],\n    \"chieu\": [\n      { \"tiet\": 6, \"start\": \"13:00\", \"end\": \"13:50\" },\n      { \"tiet\": 7, \"start\": \"13:50\", \"end\": \"14:40\" },\n      { \"tiet\": 8, \"start\": \"14:50\", \"end\": \"15:40\" },\n      { \"tiet\": 9, \"start\": \"15:40\", \"end\": \"16:30\" },\n      { \"tiet\": 10, \"start\": \"16:40\", \"end\": \"17:30\" }\n    ]\n  }\n}\n c) Một số trường hợp đặc biệt sử dụng các điểm chữ xếp loại, không được tính vào điểm trung bình học tập: I: Điểm chưa hoàn thiện do được phép hoãn thi, kiểm tra; X: Điểm chưa hoàn thiện do chưa đủ dữ liệu; R: Điểm học phần được miễn học và công nhận tín chỉ.",
    "metadata": {
      "doc_id": "Quy chế (Ban hành kèm theo Quyết định số 3533/QĐ-ĐHSP ngày 07 tháng 12 năm 2023 của Hiệu trưởng Trường Đại học Sư phạm Thành phố Hồ Chí Minh)",
      "doc_type": "regulation",
      "title": "QUY CHẾ Đào tạo trình độ cao đẳng ngành Giáo dục Mầm non",
      "issuing_body": "Trường Đại học Sư phạm Thành phố Hồ Chí Minh",
      "issued_year": 2023,
      "scope": "Đào tạo trình độ cao đẳng ngành Giáo dục Mầm non",
      "applies_to": "sinh viên cao đẳng ngành Giáo dục Mầm non khóa 50",
      "chapter": "Chương III",
      "chapter_title": "ĐÁNH GIÁ KẾT QUẢ HỌC TẬP VÀ CẤP BẰNG TỐT NGHIỆP",
      "article": "10",
      "article_title": "Đánh giá và tính điểm học phần",
      "chunk_index": 2,
      "chunk_total": 3,
      "points": "2-2"
    }
  },
  {
    "content": "Đánh giá và tính điểm học phần\n3. Học lại và học cải thiện điểm\n a) Sinh viên có điểm học phần không đạt phải đăng ký học lại theo quy định tại Điều 4 của Quy chế này, trừ trường hợp quy định tại điểm c khoản này; điểm lần học cuối là điểm chính thức của học phần;\n b) Sinh viên có điểm học phần đạt, được đăng ký học lại chính học phần đó để cải thiện điểm, điểm lần học cuối là điểm chính thức của học phần.",
    "metadata": {
      "doc_id": "Quy chế (Ban hành kèm theo Quyết định số 3533/QĐ-ĐHSP ngày 07 tháng 12 năm 2023 của Hiệu trưởng Trường Đại học Sư phạm Thành phố Hồ Chí Minh)",
      "doc_type": "regulation",
      "title": "QUY CHẾ Đào tạo trình độ cao đẳng ngành Giáo dục Mầm non",
      "issuing_body": "Trường Đại học Sư phạm Thành phố Hồ Chí Minh",
      "issued_year": 2023,
      "scope": "Đào tạo trình độ cao đẳng ngành Giáo dục Mầm non",
      "applies_to": "sinh viên cao đẳng ngành Giáo dục Mầm non khóa 50",
      "chapter": "Chương III",
      "chapter_title": "ĐÁNH GIÁ KẾT QUẢ HỌC TẬP VÀ CẤP BẰNG TỐT NGHIỆP",
      "article": "10",
      "article_title": "Đánh giá và tính điểm học phần",
      "chunk_index": 3,
      "chunk_total": 3,
      "points": "3-3"
    }
  },
  {
    "content": "Đánh giá kết quả học tập theo học kỳ, năm học\n1. Kết quả học tập của sinh viên được đánh giá sau từng học kỳ chính hoặc sau từng năm học dựa trên kết quả các học phần nằm trong yêu cầu của CTĐT mà sinh viên đã học và có điểm theo các tiêu chí sau đây:\n a) Tổng số tín chỉ của các học phần mà sinh viên không đạt trong một học kỳ, trong một năm học, hoặc nợ đọng từ đầu khóa học;\n b) Tổng số tín chỉ của các học phần mà sinh viên đã đạt từ đầu khóa học (số tín chỉ tích lũy), tính cả các học phần được miễn học, được công nhận tín chỉ;\n c) Điểm trung bình của những học phần mà sinh viên đã học trong một học kỳ (điểm trung bình học kỳ), trong một năm học (điểm trung bình năm học) hoặc tính từ đầu khóa học (điểm trung bình tích lũy), tính theo điểm chính thức của học phần và trọng số là số tín chỉ của học phần đó.\n2. Kết quả học tập trong học kỳ phụ được gộp vào kết quả học tập trong học kỳ chính ngay trước học kỳ phụ để đánh giá.",
    "metadata": {
      "doc_id": "Quy chế (Ban hành kèm theo Quyết định số 3533/QĐ-ĐHSP ngày 07 tháng 12 năm 2023 của Hiệu trưởng Trường Đại học Sư phạm Thành phố Hồ Chí Minh)",
      "doc_type": "regulation",
      "title": "QUY CHẾ Đào tạo trình độ cao đẳng ngành Giáo dục Mầm non",
      "issuing_body": "Trường Đại học Sư phạm Thành phố Hồ Chí Minh",
      "issued_year": 2023,
      "scope": "Đào tạo trình độ cao đẳng ngành Giáo dục Mầm non",
      "applies_to": "sinh viên cao đẳng ngành Giáo dục Mầm non khóa 50",
      "chapter": "Chương III",
      "chapter_title": "ĐÁNH GIÁ KẾT QUẢ HỌC TẬP VÀ CẤP BẰNG TỐT NGHIỆP",
      "article": "11",
      "article_title": "Đánh giá kết quả học tập theo học kỳ, năm học",
      "chunk_index": 1,
      "chunk_total": 4,
      "points": "1-2"
    }
  },
  {
    "content": "Đánh giá kết quả học tập theo học kỳ, năm học\n3. Để tính điểm trung bình, điểm chữ của học phần được quy đổi về điểm số như dưới đây:\n[\n    { \"thang_diem_chu\": \"A\", \"thang_diem_4\": 4.0 },\n    { \"thang_diem_chu\": \"B+\", \"thang_diem_4\": 3.5 },\n    { \"thang_diem_chu\": \"B\", \"thang_diem_4\": 3.0 },\n    { \"thang_diem_chu\": \"C+\", \"thang_diem_4\": 2.5 },\n    { \"thang_diem_chu\": \"C\", \"thang_diem_4\": 2.0 },\n    { \"thang_diem_chu\": \"D+\", \"thang_diem_4\": 1.5 },\n    { \"thang_diem_chu\": \"D\", \"thang_diem_4\": 1.0 },\n    { \"thang_diem_chu\": \"F+\", \"thang_diem_4\": 0.5 },\n    { \"thang_diem_chu\": \"F\", \"thang_diem_4\": 0.0 }\n ]\n4. Những điểm chữ không được quy định tại khoản 3 Điều này không được tính vào các điểm trung bình học kỳ, năm học hoặc tích lũy. Những học phần không nằm trong yêu cầu của CTĐT không được tính vào các tiêu chí đánh giá kết quả học tập của sinh viên.",
    "metadata": {
      "doc_id": "Quy chế (Ban hành kèm theo Quyết định số 3533/QĐ-ĐHSP ngày 07 tháng 12 năm 2023 của Hiệu trưởng Trường Đại học Sư phạm Thành phố Hồ Chí Minh)",
      "doc_type": "regulation",
      "title": "QUY CHẾ Đào tạo trình độ cao đẳng ngành Giáo dục Mầm non",
      "issuing_body": "Trường Đại học Sư phạm Thành phố Hồ Chí Minh",
      "issued_year": 2023,
      "scope": "Đào tạo trình độ cao đẳng ngành Giáo dục Mầm non",
      "applies_to": "sinh viên cao đẳng ngành Giáo dục Mầm non khóa 50",
      "chapter": "Chương III",
      "chapter_title": "ĐÁNH GIÁ KẾT QUẢ HỌC TẬP VÀ CẤP BẰNG TỐT NGHIỆP",
      "article": "11",
      "article_title": "Đánh giá kết quả học tập theo học kỳ, năm học",
      "chunk_index": 2,
      "chunk_total": 4,
      "points": "3-4"
    }
  },
  {
    "content": "Đánh giá kết quả học tập theo học kỳ, năm học\n5. Điểm trung bình chung học kỳ, năm học và điểm trung bình chung tích lũy được tính theo công thức sau và được làm tròn đến 2 chữ số thập phân: \n$ A=\\dfrac{\\sum_{i=1}^n a_i \\times n_i}{\\sum_{i=1}^n n_i} $\nTrong đó: \nA là điểm trung bình chung học kỳ, năm học hoặc điểm trung bình chung tích lũy; \n$ a_i $ là điểm của học phần thứ i; \n$ n_i $ là số tín chỉ của học phần thứ i; \nn là tổng số học phần.\n a) Điểm trung bình chung học kỳ được sử dụng để xét HBKKHT, khen thưởng sau mỗi học kỳ;\n b) Điểm trung bình chung học kỳ và điểm trung bình chung tích lũy được sử dụng để xét cảnh báo học vụ, buộc thôi học, xếp hạng học lực sinh viên và xếp hạng tốt nghiệp.",
    "metadata": {
      "doc_id": "Quy chế (Ban hành kèm theo Quyết định số 3533/QĐ-ĐHSP ngày 07 tháng 12 năm 2023 của Hiệu trưởng Trường Đại học Sư phạm Thành phố Hồ Chí Minh)",
      "doc_type": "regulation",
      "title": "QUY CHẾ Đào tạo trình độ cao đẳng ngành Giáo dục Mầm non",
      "issuing_body": "Trường Đại học Sư phạm Thành phố Hồ Chí Minh",
      "issued_year": 2023,
      "scope": "Đào tạo trình độ cao đẳng ngành Giáo dục Mầm non",
      "applies_to": "sinh viên cao đẳng ngành Giáo dục Mầm non khóa 50",
      "chapter": "Chương III",
      "chapter_title": "ĐÁNH GIÁ KẾT QUẢ HỌC TẬP VÀ CẤP BẰNG TỐT NGHIỆP",
      "article": "11",
      "article_title": "Đánh giá kết quả học tập theo học kỳ, năm học",
      "chunk_index": 3,
      "chunk_total": 4,
      "points": "5-5"
    }
  },
  {
    "content": "Đánh giá kết quả học tập theo học kỳ, năm học\n6. Sinh viên được xếp loại học lực theo điểm trung bình học kỳ, điểm trung bình năm học hoặc điểm trung bình tích lũy như sau: \n[\n  {\n    \"xep_loai\": \"Xuất sắc\",\n    \"thang_diem_4\": \"Từ 3,6 đến 4,0\"\n  },\n  {\n    \"xep_loai\": \"Giỏi\",\n    \"thang_diem_4\": \"Từ 3,2 đến dưới 3,6\"\n  },\n  {\n    \"xep_loai\": \"Khá\",\n    \"thang_diem_4\": \"Từ 2,5 đến dưới 3,2\"\n  },\n  {\n    \"xep_loai\": \"Trung bình\",\n    \"thang_diem_4\": \"Từ 2,0 đến dưới 2,5\"\n  },\n  {\n    \"xep_loai\": \"Yếu\",\n    \"thang_diem_4\": \"Từ 1,0 đến dưới 2,0\"\n  },\n  {\n    \"xep_loai\": \"Kém\",\n    \"thang_diem_4\": \"Dưới 1,0\"\n  }\n]\n7. Sinh viên được xếp trình độ năm học căn cứ số tín chỉ tích lũy được từ đầu khóa học (được ký hiệu là N) và số tín chỉ của 03 năm học (được ký hiệu là M , M , M ) theo kế hoạch học tập chuẩn được quy định 1 2 3 trong CTĐT của từng ngành học, cụ thể như sau:\n a) Sinh viên năm thứ nhất: $ N < M_1 $ ;\n b) Sinh viên năm thứ hai: $ M_1 \\leq N < M_1 + M_2 $ ; \n c) Sinh viên năm thứ ba: $ M_1 + M_2 \\leq N < M_1 + M_2 + M_3 $ .",
    "metadata": {
      "doc_id": "Quy chế (Ban hành kèm theo Quyết định số 3533/QĐ-ĐHSP ngày 07 tháng 12 năm 2023 của Hiệu trưởng Trường Đại học Sư phạm Thành phố Hồ Chí Minh)",
      "doc_type": "regulation",
      "title": "QUY CHẾ Đào tạo trình độ cao đẳng ngành Giáo dục Mầm non",
      "issuing_body": "Trường Đại học Sư phạm Thành phố Hồ Chí Minh",
      "issued_year": 2023,
      "scope": "Đào tạo trình độ cao đẳng ngành Giáo dục Mầm non",
      "applies_to": "sinh viên cao đẳng ngành Giáo dục Mầm non khóa 50",
      "chapter": "Chương III",
      "chapter_title": "ĐÁNH GIÁ KẾT QUẢ HỌC TẬP VÀ CẤP BẰNG TỐT NGHIỆP",
      "article": "11",
      "article_title": "Đánh giá kết quả học tập theo học kỳ, năm học",
      "chunk_index": 4,
      "chunk_total": 4,
      "points": "6-7"
    }
  },
  {
    "content": "Xử lý kết quả học tập đối với hình thức đào tạo chính quy\n 1. Cuối mỗi học kỳ chính, sinh viên bị cảnh báo học tập nếu vi phạm một trong các điều kiện sau:\n a) Tổng số tín chỉ không đạt trong học kỳ vượt quá 50% khối lượng đã đăng ký học trong học kỳ, hoặc tổng số tín chỉ nợ đọng từ đầu khóa học vượt quá 24;\n b) Điểm trung bình học kỳ đạt dưới 0,8 đối với học kỳ đầu của khóa học, dưới 1,0 đối với các học kỳ tiếp theo;\n c) Điểm trung bình tích lũy đạt dưới 1,2 đối với sinh viên trình độ năm thứ nhất, dưới 1,4 đối với sinh viên trình độ năm thứ hai, dưới 1,6 đối với sinh viên trình độ năm thứ ba, dưới 1,8 đối với sinh viên các năm tiếp theo.\n 2. Sinh viên bị buộc thôi học trong các trường hợp sau:\n a) Bị cảnh báo học tập 03 lần liên tiếp trong một khóa học;\n b) Bị cảnh báo học tập đến lần thứ tư tính từ đầu khóa;\n c) Thời gian học tập vượt quá giới hạn tối đa quy định tại Điều 3 của Quy chế này.\n 3. Kết quả học tập đã tích lũy của sinh viên bị buộc thôi học được bảo lưu. Sinh viên được quyền yêu cầu cung cấp giấy chứng nhận điểm các học phần đã tích lũy.\n 4. Quy trình, thủ tục cảnh báo học tập, buộc thôi học; việc thông báo hình thức áp dụng tới sinh viên được thực hiện theo các quy định hiện hành của Trường.",
    "metadata": {
      "doc_id": "Quy chế (Ban hành kèm theo Quyết định số 3533/QĐ-ĐHSP ngày 07 tháng 12 năm 2023 của Hiệu trưởng Trường Đại học Sư phạm Thành phố Hồ Chí Minh)",
      "doc_type": "regulation",
      "title": "QUY CHẾ Đào tạo trình độ cao đẳng ngành Giáo dục Mầm non",
      "issuing_body": "Trường Đại học Sư phạm Thành phố Hồ Chí Minh",
      "issued_year": 2023,
      "scope": "Đào tạo trình độ cao đẳng ngành Giáo dục Mầm non",
      "applies_to": "sinh viên cao đẳng ngành Giáo dục Mầm non khóa 50",
      "chapter": "Chương III",
      "chapter_title": "ĐÁNH GIÁ KẾT QUẢ HỌC TẬP VÀ CẤP BẰNG TỐT NGHIỆP",
      "article": "12",
      "article_title": "Xử lý kết quả học tập đối với hình thức đào tạo chính quy"
    }
  },
  {
    "content": "Xử lý kết quả học tập đối với hình thức đào tạo vừa làm vừa học\n 1. Cuối mỗi năm học, sinh viên bị cảnh báo học tập nếu vi phạm một trong các điều kiện sau:\n a) Điểm trung bình tích lũy đạt dưới 1,2 đối với sinh viên trình độ năm thứ nhất, dưới 1,4 đối với sinh viên trình độ năm thứ hai, dưới 1,6 đối với sinh viên trình độ năm thứ ba, dưới 1,8 đối với sinh viên các năm tiếp theo;\n b) Tổng số tín chỉ nợ đọng từ đầu khóa học vượt quá 24.\n 2. Sinh viên chỉ được đăng ký học tập các học phần nhằm trả nợ và cải thiện điểm nếu bị cảnh báo học tập do vi phạm điểm b khoản 1 Điều này.\n 3. Sinh viên bị buộc thôi học trong các trường hợp sau:\n a) Bị cảnh báo học tập 02 lần liên tiếp trong một khóa học;\n b) Bị cảnh báo học tập 03 lần không liên tiếp trong một khóa học;\n c) Thời gian học tập vượt quá giới hạn tối đa quy định tại Điều 3 của Quy chế này.\n 4. Kết quả học tập đã tích lũy của sinh viên bị buộc thôi học được bảo lưu. Sinh viên được quyền yêu cầu cung cấp giấy chứng nhận điểm các học phần đã tích lũy.\n 5. Quy trình, thủ tục cảnh báo học tập, buộc thôi học; việc thông báo hình thức áp dụng tới sinh viên được thực hiện theo các quy định hiện hành của Trường.",
    "metadata": {
      "doc_id": "Quy chế (Ban hành kèm theo Quyết định số 3533/QĐ-ĐHSP ngày 07 tháng 12 năm 2023 của Hiệu trưởng Trường Đại học Sư phạm Thành phố Hồ Chí Minh)",
      "doc_type": "regulation",
      "title": "QUY CHẾ Đào tạo trình độ cao đẳng ngành Giáo dục Mầm non",
      "issuing_body": "Trường Đại học Sư phạm Thành phố Hồ Chí Minh",
      "issued_year": 2023,
      "scope": "Đào tạo trình độ cao đẳng ngành Giáo dục Mầm non",
      "applies_to": "sinh viên cao đẳng ngành Giáo dục Mầm non khóa 50",
      "chapter": "Chương III",
      "chapter_title": "ĐÁNH GIÁ KẾT QUẢ HỌC TẬP VÀ CẤP BẰNG TỐT NGHIỆP",
      "article": "13",
      "article_title": "Xử lý kết quả học tập đối với hình thức đào tạo vừa làm"
    }
  },
  {
    "content": "Công nhận kết quả học tập và chuyển đổi tín chỉ\n 1. Kết quả học tập của người học đã tích lũy từ một trình độ đào tạo khác, một ngành đào tạo hoặc một CTĐT khác, một khóa học khác hoặc từ một cơ sở đào tạo khác được Trường xem xét công nhận, chuyển đổi sang tín chỉ của những học phần trong CTĐT theo học.\n 2. Hội đồng chuyên môn của Trường xem xét công nhận, chuyển đổi tín chỉ trên cơ sở đối sánh chuẩn đầu ra, nội dung và khối lượng học tập, cách thức đánh giá học phần và các điều kiện bảo đảm chất lượng thực hiện chương trình theo các cấp độ:\n a) Công nhận, chuyển đổi theo từng học phần;\n b) Công nhận, chuyển đổi theo từng nhóm học phần;\n c) Công nhận, chuyển đổi theo cả CTĐT.\n 3. Khối lượng tối đa được công nhận, chuyển đổi không vượt quá 50% khối lượng học tập tối thiểu của CTĐT; riêng đối với ngành đào tạo giáo viên thực hiện theo hướng dẫn của Bộ Giáo dục và Đào tạo.\n 4. Quy trình, hồ sơ công nhận kết quả học tập và chuyển đổi tín chỉ được thực hiện theo quy định xét miễn học, miễn thi công nhận điểm học phần trong CTĐT trình độ đại học của Trường.",
    "metadata": {
      "doc_id": "Quy chế (Ban hành kèm theo Quyết định số 3533/QĐ-ĐHSP ngày 07 tháng 12 năm 2023 của Hiệu trưởng Trường Đại học Sư phạm Thành phố Hồ Chí Minh)",
      "doc_type": "regulation",
      "title": "QUY CHẾ Đào tạo trình độ cao đẳng ngành Giáo dục Mầm non",
      "issuing_body": "Trường Đại học Sư phạm Thành phố Hồ Chí Minh",
      "issued_year": 2023,
      "scope": "Đào tạo trình độ cao đẳng ngành Giáo dục Mầm non",
      "applies_to": "sinh viên cao đẳng ngành Giáo dục Mầm non khóa 50",
      "chapter": "Chương III",
      "chapter_title": "ĐÁNH GIÁ KẾT QUẢ HỌC TẬP VÀ CẤP BẰNG TỐT NGHIỆP",
      "article": "14",
      "article_title": "Công nhận kết quả học tập và chuyển đổi tín chỉ"
    }
  },
  {
    "content": "Công nhận tốt nghiệp và cấp bằng tốt nghiệp\n1. Sinh viên được xét và công nhận tốt nghiệp khi có đủ các điều kiện sau:\n a) Tích lũy đủ học phần, số tín chỉ và hoàn thành các nội dung bắt buộc khác theo yêu cầu của CTĐT, đạt chuẩn đầu ra của CTĐT;\n b) Điểm trung bình tích lũy của toàn khóa học đạt từ trung bình trở lên;\n c) Tại thời điểm xét tốt nghiệp không bị truy cứu trách nhiệm hình sự hoặc không đang trong thời gian bị kỷ luật ở mức đình chỉ học tập.\n2. Những sinh viên đủ điều kiện tốt nghiệp được Hiệu trưởng ký quyết định công nhận tốt nghiệp và cấp bằng tốt nghiệp trong thời hạn 03 tháng tính từ thời điểm sinh viên đáp ứng đầy đủ điều kiện tốt nghiệp và hoàn thành nghĩa vụ với Trường.",
    "metadata": {
      "doc_id": "Quy chế (Ban hành kèm theo Quyết định số 3533/QĐ-ĐHSP ngày 07 tháng 12 năm 2023 của Hiệu trưởng Trường Đại học Sư phạm Thành phố Hồ Chí Minh)",
      "doc_type": "regulation",
      "title": "QUY CHẾ Đào tạo trình độ cao đẳng ngành Giáo dục Mầm non",
      "issuing_body": "Trường Đại học Sư phạm Thành phố Hồ Chí Minh",
      "issued_year": 2023,
      "scope": "Đào tạo trình độ cao đẳng ngành Giáo dục Mầm non",
      "applies_to": "sinh viên cao đẳng ngành Giáo dục Mầm non khóa 50",
      "chapter": "Chương III",
      "chapter_title": "ĐÁNH GIÁ KẾT QUẢ HỌC TẬP VÀ CẤP BẰNG TỐT NGHIỆP",
      "article": "15",
      "article_title": "Công nhận tốt nghiệp và cấp bằng tốt nghiệp",
      "chunk_index": 1,
      "chunk_total": 4,
      "points": "1-2"
    }
  },
  {
    "content": "Công nhận tốt nghiệp và cấp bằng tốt nghiệp\n3. Hạng tốt nghiệp được xác định căn cứ vào điểm trung bình tích lũy toàn khóa được quy định tại khoản 6 Điều 11 của Quy chế này, trong đó, hạng tốt nghiệp của sinh viên có điểm trung bình tích lũy loại xuất sắc và giỏi sẽ bị giảm đi một mức nếu thuộc một trong các trường hợp sau:\n a) Khối lượng của các học phần phải học lại vượt quá 5% so với tổng số tín chỉ quy định cho toàn chương trình;\n b) Sinh viên đã bị kỷ luật từ mức cảnh cáo trở lên trong thời gian học.\n4. Sinh viên đã hết thời gian học tập tối đa theo quy định nhưng chưa đủ điều kiện tốt nghiệp do chưa hoàn thành những học phần giáo dục quốc phòng – an ninh, giáo dục thể chất hoặc chưa đạt chuẩn đầu ra về ngoại ngữ, công nghệ thông tin, trong thời hạn 03 năm tính từ khi thôi học được hoàn thiện các điều kiện còn thiếu và đề nghị xét công nhận tốt nghiệp.",
    "metadata": {
      "doc_id": "Quy chế (Ban hành kèm theo Quyết định số 3533/QĐ-ĐHSP ngày 07 tháng 12 năm 2023 của Hiệu trưởng Trường Đại học Sư phạm Thành phố Hồ Chí Minh)",
      "doc_type": "regulation",
      "title": "QUY CHẾ Đào tạo trình độ cao đẳng ngành Giáo dục Mầm non",
      "issuing_body": "Trường Đại học Sư phạm Thành phố Hồ Chí Minh",
      "issued_year": 2023,
      "scope": "Đào tạo trình độ cao đẳng ngành Giáo dục Mầm non",
      "applies_to": "sinh viên cao đẳng ngành Giáo dục Mầm non khóa 50",
      "chapter": "Chương III",
      "chapter_title": "ĐÁNH GIÁ KẾT QUẢ HỌC TẬP VÀ CẤP BẰNG TỐT NGHIỆP",
      "article": "15",
      "article_title": "Công nhận tốt nghiệp và cấp bằng tốt nghiệp",
      "chunk_index": 2,
      "chunk_total": 4,
      "points": "3-4"
    }
  },
  {
    "content": "Công nhận tốt nghiệp và cấp bằng tốt nghiệp\n5. Sinh viên hết thời gian học tập theo hình thức chính quy được chuyển sang học tập theo hình thức vừa làm vừa học tại Trường nếu còn trong thời gian học tập theo quy định đối với hình thức đào tạo chuyển đến.\n6. Sinh viên đào tạo theo hình thức chính quy có 04 đợt xét tốt nghiệp chính thức, thường được tổ chức vào tháng 3, tháng 5, tháng 8 và tháng\n10. Thời gian cụ thể của các đợt xét tốt nghiệp được quy định trong kế hoạch năm học. Căn cứ điều kiện cụ thể từng năm học, Hiệu trưởng quyết định các đợt xét tốt nghiệp bổ sung.\n7. Sinh viên đào tạo theo hình thức vừa làm vừa học có 05 đợt xét tốt nghiệp chính thức, thường được tổ chức vào tháng 3, tháng 5, tháng 8, tháng 10 và tháng\n12. Thời gian cụ thể của các đợt xét tốt nghiệp được quy định trong kế hoạch năm học. Căn cứ điều kiện cụ thể từng năm học, Hiệu trưởng quyết định các đợt xét tốt nghiệp bổ sung.",
    "metadata": {
      "doc_id": "Quy chế (Ban hành kèm theo Quyết định số 3533/QĐ-ĐHSP ngày 07 tháng 12 năm 2023 của Hiệu trưởng Trường Đại học Sư phạm Thành phố Hồ Chí Minh)",
      "doc_type": "regulation",
      "title": "QUY CHẾ Đào tạo trình độ cao đẳng ngành Giáo dục Mầm non",
      "issuing_body": "Trường Đại học Sư phạm Thành phố Hồ Chí Minh",
      "issued_year": 2023,
      "scope": "Đào tạo trình độ cao đẳng ngành Giáo dục Mầm non",
      "applies_to": "sinh viên cao đẳng ngành Giáo dục Mầm non khóa 50",
      "chapter": "Chương III",
      "chapter_title": "ĐÁNH GIÁ KẾT QUẢ HỌC TẬP VÀ CẤP BẰNG TỐT NGHIỆP",
      "article": "15",
      "article_title": "Công nhận tốt nghiệp và cấp bằng tốt nghiệp",
      "chunk_index": 3,
      "chunk_total": 4,
      "points": "5-12"
    }
  },
  {
    "content": "Công nhận tốt nghiệp và cấp bằng tốt nghiệp\n8. Quy trình xét tốt nghiệp như sau:\n a) Trường ban hành kế hoạch xét tốt nghiệp và công bố kết quả tốt nghiệp dự kiến trên Cổng thông tin điện tử;\n b) Sinh viên chịu trách nhiệm rà soát kết quả xét tốt nghiệp dự kiến của bản thân và phản hồi về Phòng Đào tạo những sai sót (nếu có) trong thời gian quy định. Trường hợp không phản hồi đúng thời gian quy định sẽ không được tiếp nhận giải quyết;\n c) Khoa/bộ môn chịu trách nhiệm rà soát kết quả xét tốt nghiệp dự kiến của sinh viên và phản hồi về đơn vị phụ trách đào tạo những sai sót về chuẩn xét tốt nghiệp (nếu có);\n d) Họp Hội đồng xét tốt nghiệp và ban hành Quyết định công nhận tốt nghiệp.",
    "metadata": {
      "doc_id": "Quy chế (Ban hành kèm theo Quyết định số 3533/QĐ-ĐHSP ngày 07 tháng 12 năm 2023 của Hiệu trưởng Trường Đại học Sư phạm Thành phố Hồ Chí Minh)",
      "doc_type": "regulation",
      "title": "QUY CHẾ Đào tạo trình độ cao đẳng ngành Giáo dục Mầm non",
      "issuing_body": "Trường Đại học Sư phạm Thành phố Hồ Chí Minh",
      "issued_year": 2023,
      "scope": "Đào tạo trình độ cao đẳng ngành Giáo dục Mầm non",
      "applies_to": "sinh viên cao đẳng ngành Giáo dục Mầm non khóa 50",
      "chapter": "Chương III",
      "chapter_title": "ĐÁNH GIÁ KẾT QUẢ HỌC TẬP VÀ CẤP BẰNG TỐT NGHIỆP",
      "article": "15",
      "article_title": "Công nhận tốt nghiệp và cấp bằng tốt nghiệp",
      "chunk_index": 4,
      "chunk_total": 4,
      "points": "8-8"
    }
  },
  {
    "content": "Nghỉ học tạm thời, tiếp nhận trở lại học và cho thôi học\n1. Sinh viên được xin nghỉ học tạm thời trong các trường hợp sau:\n a) Được điều động vào lực lượng vũ trang;\n b) Được cơ quan có thẩm quyền điều động, đại diện quốc gia tham dự các kỳ thi, giải đấu quốc tế;\n c) Bị ốm, thai sản hoặc tai nạn phải điều trị thời gian dài có chứng nhận của cơ sở khám bệnh, chữa bệnh có thẩm quyền theo quy định của Bộ Y tế;\n d) Vì lý do cá nhân khác nhưng đã phải học tối thiểu 01 học kỳ và không thuộc các trường hợp bị xem xét buộc thôi học hoặc xem xét kỷ luật.",
    "metadata": {
      "doc_id": "Quy chế (Ban hành kèm theo Quyết định số 3533/QĐ-ĐHSP ngày 07 tháng 12 năm 2023 của Hiệu trưởng Trường Đại học Sư phạm Thành phố Hồ Chí Minh)",
      "doc_type": "regulation",
      "title": "QUY CHẾ Đào tạo trình độ cao đẳng ngành Giáo dục Mầm non",
      "issuing_body": "Trường Đại học Sư phạm Thành phố Hồ Chí Minh",
      "issued_year": 2023,
      "scope": "Đào tạo trình độ cao đẳng ngành Giáo dục Mầm non",
      "applies_to": "sinh viên cao đẳng ngành Giáo dục Mầm non khóa 50",
      "chapter": "Chương IV",
      "chapter_title": "NHỮNG QUY ĐỊNH KHÁC ĐỐI VỚI SINH VIÊN",
      "article": "16",
      "article_title": "Nghỉ học tạm thời, tiếp nhận trở lại học và cho thôi học",
      "chunk_index": 1,
      "chunk_total": 4,
      "points": "1-1"
    }
  },
  {
    "content": "Nghỉ học tạm thời, tiếp nhận trở lại học và cho thôi học\n2. Thời gian nghỉ học tạm thời được quy định cụ thể như sau:\n a) Thời gian nghỉ học tạm thời đối với các trường hợp được quy định tại điểm a, b, c khoản 1 Điều này không tính vào thời gian đào tạo chính thức quy định tại Điều 3 của Quy chế này;\n b) Thời gian nghỉ học tạm thời vì nhu cầu cá nhân được tính vào thời gian học tập chính thức theo quy định tại Điều 3 của Quy chế này;\n c) Đối với sinh viên bị buộc tạm dừng học tập vì vi phạm kỷ luật hoặc vì có xếp loại rèn luyện kém trong cả năm học, thời gian tạm dừng học tập được tính vào thời gian học của sinh viên.",
    "metadata": {
      "doc_id": "Quy chế (Ban hành kèm theo Quyết định số 3533/QĐ-ĐHSP ngày 07 tháng 12 năm 2023 của Hiệu trưởng Trường Đại học Sư phạm Thành phố Hồ Chí Minh)",
      "doc_type": "regulation",
      "title": "QUY CHẾ Đào tạo trình độ cao đẳng ngành Giáo dục Mầm non",
      "issuing_body": "Trường Đại học Sư phạm Thành phố Hồ Chí Minh",
      "issued_year": 2023,
      "scope": "Đào tạo trình độ cao đẳng ngành Giáo dục Mầm non",
      "applies_to": "sinh viên cao đẳng ngành Giáo dục Mầm non khóa 50",
      "chapter": "Chương IV",
      "chapter_title": "NHỮNG QUY ĐỊNH KHÁC ĐỐI VỚI SINH VIÊN",
      "article": "16",
      "article_title": "Nghỉ học tạm thời, tiếp nhận trở lại học và cho thôi học",
      "chunk_index": 2,
      "chunk_total": 4,
      "points": "2-2"
    }
  },
  {
    "content": "Nghỉ học tạm thời, tiếp nhận trở lại học và cho thôi học\n3. Sinh viên muốn tạm dừng việc học tập phải làm đơn trình bày rõ lý do, có xác nhận của Trưởng khoa/bộ môn quản lý sinh viên, có bảng điểm hợp lệ và các giấy tờ khác có liên quan (nếu có) nộp về đơn vị phụ trách công tác sinh viên.\n a) Các trường hợp xin tạm dừng học tập theo quy định tại điểm a, b, c khoản 1 Điều này phải nộp kèm các giấy tờ chứng minh để đơn vị phụ trách công tác sinh viên xét duyệt. Trường hợp thời gian nghỉ học tạm thời từ 1 học kì trở lên sẽ được Trường hỗ trợ huỷ các học phần đã đăng ký trong học kì, làm thủ tục xin nghỉ học tạm thời nếu sinh viên có đơn xin hủy;\n b) Sinh viên nghỉ học tạm thời vì lý do cá nhân khác phải làm đơn gửi đơn vị phụ trách công tác sinh viên ít nhất 2 tuần trước khi học kỳ mới bắt đầu. Quá thời hạn trên, Trường không hỗ trợ huỷ các học phần đã đăng ký trong học kỳ làm thủ tục xin nghỉ học tạm thời;\n c) Hai tuần trước khi hết thời gian tạm dừng học tập, sinh viên phải làm đơn gửi đơn vị phụ trách công tác sinh viên để tiếp nhận trở lại học tập. Trường hợp sinh viên chưa thể trở lại học, phải làm đơn xin gia hạn thời gian tạm dừng học tập. Quá thời gian tạm dừng học tập, sinh viên không trở lại Trường học tập, xem như tự ý bỏ học.",
    "metadata": {
      "doc_id": "Quy chế (Ban hành kèm theo Quyết định số 3533/QĐ-ĐHSP ngày 07 tháng 12 năm 2023 của Hiệu trưởng Trường Đại học Sư phạm Thành phố Hồ Chí Minh)",
      "doc_type": "regulation",
      "title": "QUY CHẾ Đào tạo trình độ cao đẳng ngành Giáo dục Mầm non",
      "issuing_body": "Trường Đại học Sư phạm Thành phố Hồ Chí Minh",
      "issued_year": 2023,
      "scope": "Đào tạo trình độ cao đẳng ngành Giáo dục Mầm non",
      "applies_to": "sinh viên cao đẳng ngành Giáo dục Mầm non khóa 50",
      "chapter": "Chương IV",
      "chapter_title": "NHỮNG QUY ĐỊNH KHÁC ĐỐI VỚI SINH VIÊN",
      "article": "16",
      "article_title": "Nghỉ học tạm thời, tiếp nhận trở lại học và cho thôi học",
      "chunk_index": 3,
      "chunk_total": 4,
      "points": "3-3"
    }
  },
  {
    "content": "Nghỉ học tạm thời, tiếp nhận trở lại học và cho thôi học\n4. Sinh viên được thôi học vì lý do cá nhân, nếu muốn quay trở lại học phải dự tuyển đầu vào như những thí sinh khác. Sinh viên thôi học được bảo lưu và công nhận kết quả học tập đã tích lũy tại Trường theo quy định.",
    "metadata": {
      "doc_id": "Quy chế (Ban hành kèm theo Quyết định số 3533/QĐ-ĐHSP ngày 07 tháng 12 năm 2023 của Hiệu trưởng Trường Đại học Sư phạm Thành phố Hồ Chí Minh)",
      "doc_type": "regulation",
      "title": "QUY CHẾ Đào tạo trình độ cao đẳng ngành Giáo dục Mầm non",
      "issuing_body": "Trường Đại học Sư phạm Thành phố Hồ Chí Minh",
      "issued_year": 2023,
      "scope": "Đào tạo trình độ cao đẳng ngành Giáo dục Mầm non",
      "applies_to": "sinh viên cao đẳng ngành Giáo dục Mầm non khóa 50",
      "chapter": "Chương IV",
      "chapter_title": "NHỮNG QUY ĐỊNH KHÁC ĐỐI VỚI SINH VIÊN",
      "article": "16",
      "article_title": "Nghỉ học tạm thời, tiếp nhận trở lại học và cho thôi học",
      "chunk_index": 4,
      "chunk_total": 4,
      "points": "4-4"
    }
  },
  {
    "content": "Chuyển cơ sở đào tạo, chuyển hình thức học\n 1. Sinh viên được xem xét chuyển cơ sở đào tạo khi có đủ các điều kiện sau:\n a) Không đang là sinh viên trình độ năm thứ nhất hoặc năm cuối khóa, không thuộc diện bị xem xét buộc thôi học và còn đủ thời gian học tập theo quy định tại Điều 3 của Quy chế này;\n b) Sinh viên đạt điều kiện trúng tuyển của chương trình, ngành đào tạo cùng khóa tuyển sinh tại nơi chuyển đến;\n c) Nơi chuyển đến có đủ các điều kiện bảo đảm chất lượng, chưa vượt quá năng lực đào tạo đối với chương trình, ngành đào tạo đó theo quy định hiện hành của Bộ Giáo dục và Đào tạo;\n d) Được sự đồng ý của Hiệu trưởng cơ sở đào tạo xin chuyển đến và cơ sở đào tạo xin chuyển đi.\n 2. Sinh viên được xem xét chuyển từ đào tạo theo hình thức chính quy sang hình thức vừa làm vừa học của Trường nếu còn đủ thời gian học tập theo quy định đối với hình thức chuyển đến.\n 3. Quy định chi tiết thẩm quyền, điều kiện, thủ tục chuyển chương trình, ngành đào tạo, chuyển nơi học, chuyển cơ sở đào tạo hoặc chuyển hình thức học; việc công nhận kết quả học tập hoặc chuyển đổi tín chỉ đã tích lũy cho sinh viên được thực hiện theo các quy định hiện hành của Trường.",
    "metadata": {
      "doc_id": "Quy chế (Ban hành kèm theo Quyết định số 3533/QĐ-ĐHSP ngày 07 tháng 12 năm 2023 của Hiệu trưởng Trường Đại học Sư phạm Thành phố Hồ Chí Minh)",
      "doc_type": "regulation",
      "title": "QUY CHẾ Đào tạo trình độ cao đẳng ngành Giáo dục Mầm non",
      "issuing_body": "Trường Đại học Sư phạm Thành phố Hồ Chí Minh",
      "issued_year": 2023,
      "scope": "Đào tạo trình độ cao đẳng ngành Giáo dục Mầm non",
      "applies_to": "sinh viên cao đẳng ngành Giáo dục Mầm non khóa 50",
      "chapter": "Chương IV",
      "chapter_title": "NHỮNG QUY ĐỊNH KHÁC ĐỐI VỚI SINH VIÊN",
      "article": "17",
      "article_title": "Chuyển cơ sở đào tạo, chuyển hình thức học"
    }
  },
  {
    "content": "Trao đổi sinh viên và hợp tác trong đào tạo\n 1. Trên cơ sở đối sánh chuẩn đầu ra từng ngành, CTĐT, nội dung và khối lượng học tập, cách thức đánh giá học phần và các điều kiện đảm bảo chất lượng, Hiệu trưởng quyết định nội dung hợp tác với cơ sở đào tạo khác về công tác tổ chức đào tạo và công khai nội dung hợp tác trên Cổng thông tin điện tử nhằm làm căn cứ cho phép sinh viên của cơ sở đào tạo này được học một số học phần tại cơ sở đào tạo khác và ngược lại (không bao gồm các học phần Giáo dục thể chất và Giáo dục quốc phòng – an ninh).\n 2. Điều kiện để thực hiện trao đổi, hợp tác đào tạo, công nhận kết quả học tập chuyển đổi tín chỉ cho sinh viên khi thực hiện CTĐT:\n a) Sinh viên có đơn và được Hiệu trưởng hai cơ sở đào tạo đồng ý;\n b) Số lượng tín chỉ mà sinh viên tích lũy tại cơ sở đào tạo khác không vượt quá 25% tổng khối lượng của CTĐT.\n 3. Thủ tục công nhận kết quả học tập hoặc chuyển đổi tín chỉ đã tích lũy được thực hiện theo các quy định hiện hành của Trường.",
    "metadata": {
      "doc_id": "Quy chế (Ban hành kèm theo Quyết định số 3533/QĐ-ĐHSP ngày 07 tháng 12 năm 2023 của Hiệu trưởng Trường Đại học Sư phạm Thành phố Hồ Chí Minh)",
      "doc_type": "regulation",
      "title": "QUY CHẾ Đào tạo trình độ cao đẳng ngành Giáo dục Mầm non",
      "issuing_body": "Trường Đại học Sư phạm Thành phố Hồ Chí Minh",
      "issued_year": 2023,
      "scope": "Đào tạo trình độ cao đẳng ngành Giáo dục Mầm non",
      "applies_to": "sinh viên cao đẳng ngành Giáo dục Mầm non khóa 50",
      "chapter": "Chương IV",
      "chapter_title": "NHỮNG QUY ĐỊNH KHÁC ĐỐI VỚI SINH VIÊN",
      "article": "18",
      "article_title": "Trao đổi sinh viên và hợp tác trong đào tạo"
    }
  },
  {
    "content": "Đào tạo đối với người đã có bằng tốt nghiệp trình độ trung cấp, trình độ cao đẳng nhóm ngành đào tạo giáo viên\n1. Người đã tốt nghiệp trình độ trung cấp nhóm ngành đào tạo giáo viên đăng ký học để nhận bằng tốt nghiệp cao đẳng ngành Giáo dục Mầm non hoặc người đã tốt nghiệp trình độ cao đẳng các ngành khác thuộc nhóm ngành đào tạo giáo viên đăng ký học để nhận thêm bằng tốt nghiệp cao đẳng ngành Giáo dục Mầm non hoặc học liên thông lên trình độ đại học nhóm ngành đào tạo giáo viên theo đề án tuyển sinh và thông báo tuyển sinh hằng năm của Trường.",
    "metadata": {
      "doc_id": "Quy chế (Ban hành kèm theo Quyết định số 3533/QĐ-ĐHSP ngày 07 tháng 12 năm 2023 của Hiệu trưởng Trường Đại học Sư phạm Thành phố Hồ Chí Minh)",
      "doc_type": "regulation",
      "title": "QUY CHẾ Đào tạo trình độ cao đẳng ngành Giáo dục Mầm non",
      "issuing_body": "Trường Đại học Sư phạm Thành phố Hồ Chí Minh",
      "issued_year": 2023,
      "scope": "Đào tạo trình độ cao đẳng ngành Giáo dục Mầm non",
      "applies_to": "sinh viên cao đẳng ngành Giáo dục Mầm non khóa 50",
      "chapter": "Chương IV",
      "chapter_title": "NHỮNG QUY ĐỊNH KHÁC ĐỐI VỚI SINH VIÊN",
      "article": "19",
      "article_title": "Đào tạo đối với người đã có bằng tốt nghiệp trình độ",
      "chunk_index": 1,
      "chunk_total": 3,
      "points": "1-1"
    }
  },
  {
    "content": "Đào tạo đối với người đã có bằng tốt nghiệp trình độ trung cấp, trình độ cao đẳng nhóm ngành đào tạo giáo viên\n2. Người học liên thông thực hiện CTĐT và đăng ký học tập theo kế hoạch chung như các sinh viên khác cùng hình thức đào tạo. Trên cơ sở công nhận và chuyển đổi tín chỉ, sinh viên được miễn trừ các học phần tương ứng với những khối lượng học tập đã tích lũy theo quy định hiện hành của Trường.",
    "metadata": {
      "doc_id": "Quy chế (Ban hành kèm theo Quyết định số 3533/QĐ-ĐHSP ngày 07 tháng 12 năm 2023 của Hiệu trưởng Trường Đại học Sư phạm Thành phố Hồ Chí Minh)",
      "doc_type": "regulation",
      "title": "QUY CHẾ Đào tạo trình độ cao đẳng ngành Giáo dục Mầm non",
      "issuing_body": "Trường Đại học Sư phạm Thành phố Hồ Chí Minh",
      "issued_year": 2023,
      "scope": "Đào tạo trình độ cao đẳng ngành Giáo dục Mầm non",
      "applies_to": "sinh viên cao đẳng ngành Giáo dục Mầm non khóa 50",
      "chapter": "Chương IV",
      "chapter_title": "NHỮNG QUY ĐỊNH KHÁC ĐỐI VỚI SINH VIÊN",
      "article": "19",
      "article_title": "Đào tạo đối với người đã có bằng tốt nghiệp trình độ",
      "chunk_index": 2,
      "chunk_total": 3,
      "points": "2-2"
    }
  },
  {
    "content": "Đào tạo đối với người đã có bằng tốt nghiệp trình độ trung cấp, trình độ cao đẳng nhóm ngành đào tạo giáo viên\n3. Trường hợp đào tạo nâng trình độ chuẩn của giáo viên mầm non thực hiện theo quy định của Chính phủ hoặc đào tạo chuyển đổi nhằm giải quyết thừa thiếu giáo viên cục bộ của các địa phương theo quy định của Chính phủ hoặc thực hiện theo chủ trương của Bộ Giáo dục và Đào tạo hoặc thực hiện theo đề án của địa phương và có ý kiến đồng thuận của Bộ Giáo dục và Đào tạo.\n4. Việc tổ chức thực hiện chương trình, công nhận và miễn trừ khối lượng học tập đã tích lũy thực hiện theo quy định hiện hành của Trường.",
    "metadata": {
      "doc_id": "Quy chế (Ban hành kèm theo Quyết định số 3533/QĐ-ĐHSP ngày 07 tháng 12 năm 2023 của Hiệu trưởng Trường Đại học Sư phạm Thành phố Hồ Chí Minh)",
      "doc_type": "regulation",
      "title": "QUY CHẾ Đào tạo trình độ cao đẳng ngành Giáo dục Mầm non",
      "issuing_body": "Trường Đại học Sư phạm Thành phố Hồ Chí Minh",
      "issued_year": 2023,
      "scope": "Đào tạo trình độ cao đẳng ngành Giáo dục Mầm non",
      "applies_to": "sinh viên cao đẳng ngành Giáo dục Mầm non khóa 50",
      "chapter": "Chương IV",
      "chapter_title": "NHỮNG QUY ĐỊNH KHÁC ĐỐI VỚI SINH VIÊN",
      "article": "19",
      "article_title": "Đào tạo đối với người đã có bằng tốt nghiệp trình độ",
      "chunk_index": 3,
      "chunk_total": 3,
      "points": "3-4"
    }
  },
  {
    "content": "Xử lý vi phạm đối với sinh viên\n 1. Sinh viên có gian lận trong thi, kiểm tra, đánh giá kết quả học tập sẽ bị xử lý kỷ luật đối với từng học phần đã vi phạm theo các quy định của Trường, trừ trường hợp quy định tại khoản 2 Điều này.\n 2. Sinh viên thi hộ hoặc nhờ người thi hộ đều bị kỷ luật ở mức đình chỉ học tập một năm đối với trường hợp vi phạm lần thứ nhất và buộc thôi học đối với trường hợp vi phạm lần thứ hai.\n 3. Người học sử dụng hồ sơ, văn bằng, chứng chỉ giả làm điều kiện trúng tuyển hoặc điều kiện tốt nghiệp sẽ bị buộc thôi học; văn bằng tốt nghiệp nếu đã được cấp sẽ bị thu hồi, huỷ bỏ.",
    "metadata": {
      "doc_id": "Quy chế (Ban hành kèm theo Quyết định số 3533/QĐ-ĐHSP ngày 07 tháng 12 năm 2023 của Hiệu trưởng Trường Đại học Sư phạm Thành phố Hồ Chí Minh)",
      "doc_type": "regulation",
      "title": "QUY CHẾ Đào tạo trình độ cao đẳng ngành Giáo dục Mầm non",
      "issuing_body": "Trường Đại học Sư phạm Thành phố Hồ Chí Minh",
      "issued_year": 2023,
      "scope": "Đào tạo trình độ cao đẳng ngành Giáo dục Mầm non",
      "applies_to": "sinh viên cao đẳng ngành Giáo dục Mầm non khóa 50",
      "chapter": "Chương IV",
      "chapter_title": "NHỮNG QUY ĐỊNH KHÁC ĐỐI VỚI SINH VIÊN",
      "article": "20",
      "article_title": "Xử lý vi phạm đối với sinh viên"
    }
  },
  {
    "content": "Tổ chức thực hiện\n 1. Các đơn vị quản lý đào tạo, các khoa/bộ môn, các đơn vị liên quan có trách nhiệm xây dựng, ban hành và tổ chức thực hiện các quy định, hướng dẫn, quy trình quản lý nội bộ, cụ thể hóa công tác quản lý, đánh giá kết quả học tập, rèn luyện của sinh viên, tổ chức thực hành, thực tập, thi kết thúc học phần, thi tốt nghiệp, thực hiện khóa luận tốt nghiệp và các hướng dẫn khác nhưng không trái với các quy định của Quy chế này.\n 2. Các đơn vị quản lý đào tạo, các khoa/bộ môn, các đơn vị liên quan tổ chức phổ biến, hướng dẫn cho sinh viên Quy chế này và các quy định có liên quan đến quá trình học tập, các quy định về nghĩa vụ và quyền lợi của sinh viên ngay đầu khóa học và đầu mỗi năm học.\n 3. Trường tổ chức thanh tra, kiểm tra nội bộ việc thực hiện kế hoạch, chương trình, quy định của Trường và các nhiệm vụ khác có liên quan đến hoạt động đào tạo của các đơn vị quản lý đào tạo, các khoa/bộ môn.",
    "metadata": {
      "doc_id": "Quy chế (Ban hành kèm theo Quyết định số 3533/QĐ-ĐHSP ngày 07 tháng 12 năm 2023 của Hiệu trưởng Trường Đại học Sư phạm Thành phố Hồ Chí Minh)",
      "doc_type": "regulation",
      "title": "QUY CHẾ Đào tạo trình độ cao đẳng ngành Giáo dục Mầm non",
      "issuing_body": "Trường Đại học Sư phạm Thành phố Hồ Chí Minh",
      "issued_year": 2023,
      "scope": "Đào tạo trình độ cao đẳng ngành Giáo dục Mầm non",
      "applies_to": "sinh viên cao đẳng ngành Giáo dục Mầm non khóa 50",
      "chapter": "Chương V",
      "chapter_title": "ĐIỀU KHOẢN THI HÀNH",
      "article": "21",
      "article_title": "Tổ chức thực hiện"
    }
  },
  {
    "content": "Chế độ báo cáo, lưu trữ, công khai thông tin\n1. Trước ngày 31 tháng 12 hằng năm\n a) Các đơn vị chức năng tại phân hiệu phối hợp theo nhiệm vụ phân công báo cáo cho Giám đốc phân hiệu và Hiệu trưởng Trường Đại học Sư phạm Thành phố Hồ Chí Minh về số liệu sinh viên tuyển mới, tốt nghiệp, thôi học và đang học trong năm, dự kiến tốt nghiệp trong năm sau, tốt nghiệp đã có việc làm trong thời gian 12 tháng; phân loại theo đối tượng đầu vào, khóa đào tạo và hình thức đào tạo;\n b) Khối Hành chính tại phân hiệu tham mưu cho Giám đốc phân hiệu và Hiệu trưởng Trường Đại học Sư phạm Thành phố Hồ Chí Minh báo cáo Ủy ban nhân dân cấp tỉnh nơi đặt phân hiệu về tình hình tuyển sinh, đào tạo và liên kết đào tạo tại địa phương.",
    "metadata": {
      "doc_id": "Quy chế (Ban hành kèm theo Quyết định số 3533/QĐ-ĐHSP ngày 07 tháng 12 năm 2023 của Hiệu trưởng Trường Đại học Sư phạm Thành phố Hồ Chí Minh)",
      "doc_type": "regulation",
      "title": "QUY CHẾ Đào tạo trình độ cao đẳng ngành Giáo dục Mầm non",
      "issuing_body": "Trường Đại học Sư phạm Thành phố Hồ Chí Minh",
      "issued_year": 2023,
      "scope": "Đào tạo trình độ cao đẳng ngành Giáo dục Mầm non",
      "applies_to": "sinh viên cao đẳng ngành Giáo dục Mầm non khóa 50",
      "chapter": "Chương V",
      "chapter_title": "ĐIỀU KHOẢN THI HÀNH",
      "article": "22",
      "article_title": "Chế độ báo cáo, lưu trữ, công khai thông tin",
      "chunk_index": 1,
      "chunk_total": 3,
      "points": "1-1"
    }
  },
  {
    "content": "Chế độ báo cáo, lưu trữ, công khai thông tin\n2. Các đơn vị chức năng tại phân hiệu có trách nhiệm lưu trữ, bảo quản an toàn các tài liệu liên quan tới công tác đào tạo theo các quy định do Bộ Giáo dục và Đào tạo ban hành.\n a) Quyết định trúng tuyển, bảng điểm gốc, quyết định công nhận tốt nghiệp, sổ gốc cấp phát bằng tốt nghiệp cho sinh viên là tài liệu lưu trữ được bảo quản vĩnh viễn tại Trường;\n b) Tài liệu khác liên quan đến tuyển sinh, đào tạo được lưu trữ, bảo quản trong suốt quá trình đào tạo;\n c) Việc tiêu hủy tài liệu liên quan tuyển sinh, đào tạo hết thời gian lưu trữ được thực hiện theo quy định hiện hành của Nhà nước.",
    "metadata": {
      "doc_id": "Quy chế (Ban hành kèm theo Quyết định số 3533/QĐ-ĐHSP ngày 07 tháng 12 năm 2023 của Hiệu trưởng Trường Đại học Sư phạm Thành phố Hồ Chí Minh)",
      "doc_type": "regulation",
      "title": "QUY CHẾ Đào tạo trình độ cao đẳng ngành Giáo dục Mầm non",
      "issuing_body": "Trường Đại học Sư phạm Thành phố Hồ Chí Minh",
      "issued_year": 2023,
      "scope": "Đào tạo trình độ cao đẳng ngành Giáo dục Mầm non",
      "applies_to": "sinh viên cao đẳng ngành Giáo dục Mầm non khóa 50",
      "chapter": "Chương V",
      "chapter_title": "ĐIỀU KHOẢN THI HÀNH",
      "article": "22",
      "article_title": "Chế độ báo cáo, lưu trữ, công khai thông tin",
      "chunk_index": 2,
      "chunk_total": 3,
      "points": "2-2"
    }
  },
  {
    "content": "Chế độ báo cáo, lưu trữ, công khai thông tin\n3. Trách nhiệm lưu trữ, công khai thông tin và thực hiện chế độ báo cáo được thực hiện theo chức năng, nhiệm vụ của các đơn vị thuộc và trực thuộc Trường.",
    "metadata": {
      "doc_id": "Quy chế (Ban hành kèm theo Quyết định số 3533/QĐ-ĐHSP ngày 07 tháng 12 năm 2023 của Hiệu trưởng Trường Đại học Sư phạm Thành phố Hồ Chí Minh)",
      "doc_type": "regulation",
      "title": "QUY CHẾ Đào tạo trình độ cao đẳng ngành Giáo dục Mầm non",
      "issuing_body": "Trường Đại học Sư phạm Thành phố Hồ Chí Minh",
      "issued_year": 2023,
      "scope": "Đào tạo trình độ cao đẳng ngành Giáo dục Mầm non",
      "applies_to": "sinh viên cao đẳng ngành Giáo dục Mầm non khóa 50",
      "chapter": "Chương V",
      "chapter_title": "ĐIỀU KHOẢN THI HÀNH",
      "article": "22",
      "article_title": "Chế độ báo cáo, lưu trữ, công khai thông tin",
      "chunk_index": 3,
      "chunk_total": 3,
      "points": "3-3"
    }
  },
  {
    "content": "1. Quy chế này có hiệu lực thi hành kể từ ngày ký và được áp dụng cho các khóa tuyển sinh ngành Giáo dục Mầm non trình độ cao đẳng từ năm 2024.\n 2. Đối với sinh viên các khóa đào tạo được tiếp nhận từ Trường Cao đẳng Sư phạm Long An và tuyển sinh trước ngày 25 tháng 05 năm 2023, áp dụng theo Quy chế hiện hành của Trường Cao đẳng Sư phạm Long An đã áp dụng cho các khóa tuyển sinh.\n 3. Đối với những vấn đề phát sinh ngoài Quy chế này, Hiệu trưởng quyết định phương án giải quyết.",
    "metadata": {
      "doc_id": "Quy chế (Ban hành kèm theo Quyết định số 3533/QĐ-ĐHSP ngày 07 tháng 12 năm 2023 của Hiệu trưởng Trường Đại học Sư phạm Thành phố Hồ Chí Minh)",
      "doc_type": "regulation",
      "title": "QUY CHẾ Đào tạo trình độ cao đẳng ngành Giáo dục Mầm non",
      "issuing_body": "Trường Đại học Sư phạm Thành phố Hồ Chí Minh",
      "issued_year": 2023,
      "scope": "Đào tạo trình độ cao đẳng ngành Giáo dục Mầm non",
      "applies_to": "sinh viên cao đẳng ngành Giáo dục Mầm non khóa 50",
      "chapter": "Chương V",
      "chapter_title": "ĐIỀU KHOẢN THI HÀNH",
      "article": "23",
      "article_title": "Hiệu lực thi hành"
    }
  }
]